[9.346014976501465, 2.6475589275360107, "Trump, Biden both said People are dying that have never died before"]
[4.276486873626709, 0.6246098875999451, "Biden exporting US strategic oil as gas prices remain at record highs"]
[8.417679786682129, 2.2777466773986816, "No one will be safe in Biden's America"]
[7.849073886871338, 1.800432801246643, "Biden canceled Operation Talon"]
[10.462911605834961, -1.039694905281067, "Photo of Biden appearing to wear surgical boot on opposite foot"]
[6.644737243652344, -1.0230330228805542, "Biden's first address to congress had 11.6 million viewers"]
[4.865649700164795, 2.2945919036865234, "Middle class incomes grew $6,000 under Trump, fell under Biden"]
[9.577853202819824, -0.36718910932540894, "Video of US people chanting anti-Biden slogan in 2021"]
[7.529119491577148, -1.2475695610046387, "Biden is computer generated."]
[7.177396297454834, 2.659782648086548, "Biden and Democrats have dismantled border security."]
[6.99076509475708, -1.0447160005569458, "Biden did not win legally."]
[5.633846282958984, 2.012258768081665, "How can Biden afford this mansion on a senator's salary"]
[10.839104652404785, 1.4018731117248535, "There was a raid on the Biden residence yesterday by the military!"]
[10.217453956604004, -2.156200647354126, "When asked about court-packing, Biden's staff immediately escorts the camera out."]
[6.290770530700684, -1.5739226341247559, "6 states will cast their (electoral) votes for Trump AND for Biden, which will lead to a second Trump term."]
[9.192525863647461, -0.923965573310852, "Biden faked an interaction with reporters"]
[7.113836765289307, -1.3690847158432007, "Not one court has looked at the evidence and said that Biden legally won the presidential election."]
[9.42476749420166, 0.1447722613811493, "Biden impeachment in progress."]
[8.543068885803223, 1.8544751405715942, "Biden is currently sending more military equipment to our neighborhoods than Trump did."]
[7.6871657371521, -0.348984032869339, "I don’t think there’s any doubt (Joe) Biden’s senile."]
[9.003730773925781, 0.9294819831848145, "President Biden's Air Force One pilot got fired after this vertical take off."]
[5.0718231201171875, 2.177800416946411, "Iowans are paying $5,000 extra for everyday goods under Biden and Axne’s inflation."]
[4.832441806793213, 1.8975515365600586, "In manufacturing, I brought back 700,000 jobs. (Obama and Biden) brought back nothing."]
[6.967093467712402, 3.20304799079895, "Biden wants to give illegals ID cards so they can start collecting American benefits."]
[4.852611064910889, 2.9064719676971436, "Biden’s tax rate on a family making 75,000 dollars would go from 12% to 25%."]
[9.906908988952637, -0.5246710181236267, "Video shows Americans cheering Biden's fall on plane stairs"]
[9.12717342376709, -0.38606011867523193, "US senator scolded by a protester after admitting Biden as president-elect"]
[10.905868530273438, -2.564194440841675, "Photo shows Biden in 2020 on a plane without a mask"]
[10.279708862304688, -2.0239298343658447, "Image shows Trump's letter to Biden"]
[4.278713703155518, 0.6447588801383972, "Biden oil shutdown led to high energy prices"]
[9.451171875, -0.8577378392219543, "This Is Real: Biden Waves To An Empty Field."]
[6.8334856033325195, 2.2834763526916504, "Biden changes his mind and now wants to resume building Trump’s wall."]
[4.573895454406738, 0.5123971700668335, "Biden admits $5 gas is being done on purpose and this has been his plan all along."]
[5.730528831481934, 0.956229567527771, "Biden confirms agenda to microchip the masses"]
[8.716143608093262, -0.5844204425811768, "Biden flashed the white power sign while a black man was asking him a question."]
[8.365872383117676, 3.7260031700134277, "Biden orders VA to withhold benefits from unvaccinated veterans."]
[7.328556060791016, 0.6235001087188721, "Biden to teachers: ‘They're not somebody else's children. They're yours when you're in the classroom.’"]
[4.838602066040039, 1.9531946182250977, "Trump lost as many jobs as Biden gained during his first five months"]
[10.564261436462402, 1.09767484664917, "Video shows Biden's assistant being arrested"]
[4.718379020690918, 3.1119942665100098, "The Biden-backed infrastructure bill contains a provision establishing a per-mile driving tax."]
[7.469717502593994, -0.5082636475563049, "Biden said today, if he loses, his people will keep burning, looting and killing."]
[8.928818702697754, 0.8404872417449951, "Biden’s Air Force One is not the same as Trump’s Air Force One, which indicates Biden is not the real president."]
[7.631068229675293, -1.268211841583252, "List of Biden accomplishments is true"]
[9.356197357177734, -0.6004250645637512, "Video shows Biden giving the same exact speech months apart."]
[5.290098667144775, 0.6383233666419983, "Biden climate plan will cut American meat consumption"]
[11.145356178283691, -2.895026922225952, "Biden wore a mask during a video call alone in a room"]
[8.05936336517334, -2.242718458175659, "If Biden becomes president and cannot complete his term, Harris will become president, and Pelosi will become vice president."]
[10.548318862915039, -0.15252085030078888, "Biden apologises on bended knee to Floyd’s daughter"]
[8.489814758300781, 1.8527536392211914, "President Biden says he wants to ban handguns."]
[7.503791332244873, -0.8845676183700562, "Biden preparing 2020 presidential bid -- with Obama as vice president."]
[8.232115745544434, -1.715971827507019, "Biden resigned, Pelosi was detained."]
[9.449872016906738, 0.6434586644172668, "Video shows Biden saying salute the Marines after hearing the words in an earpiece before his inauguration."]
[8.915732383728027, 3.615936517715454, "Trump promised 20M vaccinations by Dec 31 [2020]—he delivered 2.8M Biden promised 100M vaccinations in 100 days—he's delivered 100M in just 58 days."]
[6.449488162994385, 2.539001226425171, "CPA Got Stiffed by Joe Biden"]
[8.458520889282227, 1.207405686378479, "The Biden Cancer Initiative spent millions on salaries but nothing on cancer research."]
[5.676733493804932, 0.264486163854599, "An image shared on Facebook purportedly shows an excerpt of a New York Times interview in which former Vice President Joe Biden says he eats the wooden stick in the center of corn dogs."]
[6.271014213562012, -1.4710946083068848, "Officials in Fairfax, Va., gave 100,000 Trump votes to Biden."]
[7.279542922973633, 3.0886013507843018, "You may not have stayed in a hotel in the past year, but illegals arriving since Biden’s inauguration, they get to stay free of charge."]
[10.810225486755371, -2.041537046432495, "An image shared on Facebook allegedly shows President Joe Biden and Kenyan Deputy President William Ruto meeting at the White House."]
[5.781718730926514, 2.5901336669921875, "President Joe Biden claimed in a forum Oct. 23 that he signed a law into effect regarding student loan debt forgiveness."]
[4.976675033569336, 2.246708869934082, "People are 7% poorer now because of Biden inflation."]
[5.045609474182129, 2.2579030990600586, "Welcome 2 Pres Biden’s America where inflation is costing households an extra $175 a month."]
[8.618216514587402, 3.784977912902832, "Now (Biden) is saying that people who came here illegally can jump ahead of other Americans who have been waiting to get the vaccine."]
[7.460035800933838, 1.3739850521087646, "Biden is making ‘maternity flight suits’ so pregnant women can fight in the military."]
[7.713232040405273, -1.27700674533844, "Trump wins election over Biden? No, tweet from 2016 US presidential race"]
[6.312587261199951, 3.419234275817871, "An increase in Medicare Part B premiums means America’s seniors are paying the price for Biden’s inflation crisis."]
[7.523568153381348, 2.998922824859619, "Current immigration apprehension numbers are worse than the 'crisis' Biden/Obama/Pelosi acknowledged in 2014!"]
[8.036816596984863, -1.3672187328338623, "Joe Biden To Step Down October 5"]
[4.613476753234863, 3.2452845573425293, "Joe Biden wants to get rid of something called stepped up basis, which increases the tax burden on individuals who inherited a family home."]
[10.580963134765625, 0.8103432059288025, "Joe Biden's younger brother James Jim Biden was the subject of a federal investigation disclosed on December 11 2020."]
[10.107522964477539, 0.6552227735519409, "In 2014, then-Vice President Joe Biden issued a memo to his wonderful staff regarding family obligations."]
[7.897113800048828, 0.9394335746765137, "Joe Biden: No Ordinary Citizens Care About Constitutional Rights"]
[8.246220588684082, -1.4346059560775757, "A Catholic leader who wanted to deny Biden communion resigned after he was caught using a dating app."]
[4.784317493438721, 3.1540088653564453, "Joe Biden's campaign has announced a planned policy of taxing 401(k) retirement accounts."]
[6.898026943206787, -1.8343896865844727, "President-elect Joe Biden's campaign directed elections officials to consider ballots valid even if they are fake, manipulated, or cast by ineligible or deceased voters."]
[8.068185806274414, -0.07274670153856277, "At a rally, Joe Biden said I'm gonna take on those rapist Mexicans."]
[5.380383491516113, 1.8466731309890747, "News Article Said Vice President Biden's Weekend Trips Cost Taxpayers $1 Million Annually"]
[11.322293281555176, -1.0948008298873901, "A photograph captures Joe Biden posing inappropriately with a young girl."]
[6.54476261138916, 0.582633376121521, "Joe Biden: Lazy American Women to Blame for Economy"]
[4.731175899505615, 3.1159422397613525, "President Joe Biden's Build Back Better bill/plan will establish a driving mileage tax."]
[8.772625923156738, 3.7763350009918213, "President Joe Biden said that minorities don't know how to register online for vaccines."]
[5.746212959289551, 2.5578243732452393, "U.S. President Joe Biden said he plans to forgive all student loan debt."]
[7.097847938537598, 0.8978039026260376, "In early 2022, the Biden administration endeavored to advance racial equity by distributing crack pipes to drug users."]
[11.181683540344238, -1.24663245677948, "A photograph captured Joe Biden posing menacingly with an elderly woman and a gun."]
[11.130935668945312, -1.042795181274414, "A photograph shows Joe Biden acting in a 'discomforting' manner with a young boy."]
[7.687276363372803, -0.6570993661880493, "The website joebiden.info is Joe Biden's official 2020 presidential campaign site."]
[10.680574417114258, -1.117094874382019, "A photograph shows Joe Biden's unusually large dog."]
[6.57355260848999, 1.1902713775634766, "U.S. President Joe Biden was a full professor at the University of Pennsylvania for four years."]
[6.873104095458984, -2.1500601768493652, "U.S. President Joe Biden's use of cheat sheets or instructions at public events is an unusual practice."]
[6.226980209350586, 3.217864751815796, "A large increase in the size of Social Security benefits provided to seniors occurring in 2023 came about through President Biden's leadership."]
[10.279356956481934, -2.014633893966675, "A photograph of U.S. President Joe Biden on the lawn of the White House is fake or manipulated, as evidenced by his missing feet."]
[8.969718933105469, 3.5958011150360107, "A vaccine known as CV-19 that can track citizens was patented following secret meetings with Joe Biden in 2012."]
[10.021183967590332, -1.9007126092910767, "A compilation of images shows what Joe Biden has done to our country."]
[9.346938133239746, 0.908837616443634, "Video shows there weren’t Marines present during a recent speech by Joe Biden."]
[5.243511199951172, 2.1858999729156494, "Says Joe Biden and Democrats have done absolutely nothing to help families struggling to keep up with inflation."]
[11.031145095825195, 1.1823817491531372, "Hunter Biden arrested this morning."]
[7.114495754241943, 0.37127310037612915, "Says the Biden administration labeled Libertarians terrorists."]
[10.629570007324219, -1.3865543603897095, "Photo shows Joe Biden next to a man seen in a sex sting video."]
[11.061426162719727, 1.243512749671936, "Military arrests Hunter Biden!"]
[9.740933418273926, 1.9581365585327148, "Naomi Biden says Joe Biden died four years ago."]
[6.156771659851074, -1.9967986345291138, "Wisconsin took a break, and when they returned, Biden coincidentally came back ahead by 100k."]
[10.054908752441406, -3.0615346431732178, "Photo shows Joe Biden asleep at his desk."]
[6.969953536987305, -0.6601755619049072, "Says Joe Biden and Democrats have not legitimately won the presidency."]
[7.949111461639404, -0.30827611684799194, "Says Joe Biden said Why am I doing this? Why? What is my real aim?"]
[5.525633811950684, 2.510575771331787, "Biden smirks while saying he has added more to the debt than any president before him."]
[7.187149524688721, -2.1131699085235596, "Facebook video shows counting Biden’s votes at 2 a.m."]
[8.692930221557617, 3.7612504959106445, "President Joe Biden gave Congress an exemption from vaccine mandate"]
[4.381663799285889, 0.4715674817562103, "Diesel prices jumped from $1.69 to $3.19 since Biden took office, and the president is to blame."]
[8.035372734069824, -0.657396137714386, "Says Joe Biden said, I don’t know what I’m signing, while signing a document."]
[8.274712562561035, 0.5555243492126465, "Joe Biden and the Democrats want to prosecute Americans for going to church, but not for burning a church."]
[7.712603569030762, 2.5086772441864014, "The Biden White House has no one there. They don't travel. They don't go down to the border. They don't go overseas."]
[9.294740676879883, 2.9035019874572754, "Quotes Joe Biden as saying people who have never died before are now dying from coronavirus."]
[6.5657758712768555, -1.9326704740524292, "The MOB in PA was HIRED by the Biden team to create fake ballots by the thousands!!"]
[6.1231489181518555, 1.029020071029663, "Biden wants to buy lithium from China for electric cars."]
[11.159584045410156, -1.4907116889953613, "Says a photo shows Joe Biden groping a woman."]
[7.362517356872559, 1.1358200311660767, "Says Joe Biden has allowed males to compete in girls’ sports."]
[6.181098937988281, -1.613903284072876, "At least 450,000 ballots in the key states ... miraculously only have a mark for Joe Biden on them, and no other candidate."]
[7.75924015045166, -0.7086164951324463, "Joe Biden just confirmed that he is running for president in 2020 and it has America applauding!"]
[7.379367828369141, 2.6502878665924072, "The Biden administration is deporting Cubans because Cubans by and large are conservatives."]
[6.859789848327637, 2.2447550296783447, "Says Joe Biden is even talking about taking the wall down."]
[4.213107109069824, 0.745543360710144, "The Biden family is so heavily invested in oil and energy in other countries."]
[4.897468566894531, 2.9450061321258545, "Biden's plan is a 14% tax hike on middle class families."]
[10.759970664978027, 0.32474833726882935, "Says Biden's Rolex belonged to his late son Beau."]
[5.372297763824463, 2.3787076473236084, "Joe Biden's $4 trillion Build Back Better bill is the largest expansion of welfare programs in 60 years."]
[9.498475074768066, 0.6747013926506042, "Says Joe Biden disrespects servicemen in telling them to clap for that you stupid bastards."]
[11.753389358520508, -0.49848857522010803, "Video shows a child telling Jill Biden to shut up during a speech."]
[6.102957725524902, 2.2151405811309814, "Says Joe Biden’s presidential campaign donated $20 million to bail out protesters."]
[9.39977741241455, -0.6854530572891235, "Says a video shows Joe Biden lolling his tongue."]
[7.4133148193359375, 1.6662399768829346, "Just for the record, the Biden Administration IS separating children and parents."]
[11.599093437194824, -1.1954419612884521, "This is 76 year old senile Joe Biden!!! That is a 15 year old girl with whom he’s making out!!!"]
[6.916977882385254, 0.33462274074554443, "Says Joe Biden is a socialist."]
[9.015158653259277, 2.4768829345703125, "During the Obama/Biden administration 18,000 people got clemency."]
[6.242409706115723, -0.7786551117897034, "President Joe Biden has the lowest approval rating of any president ever."]
[8.183093070983887, -0.4227496385574341, "BIDEN: 'I'm not gonna take any questions because I think it's inappropriate.'"]
[4.43296480178833, 0.4584733843803406, "Says Joe Biden executive orders caused price increases of 50 cents in gas and 10% in food."]
[9.515630722045898, -0.7928735017776489, "A video shows Joe Biden lost and confused on stage."]
[7.9706621170043945, 0.8859846591949463, "Quotes Joe Biden as saying no ordinary American cares about constitutional rights."]
[9.266287803649902, 2.4186153411865234, "Says Joe Biden said dozens of police were killed during the Jan. 6 attack on the U.S. Capitol but exactly zero people died that day."]
[6.1968488693237305, -1.9762929677963257, "Wisconsin 2020 election investigation finds more illegal votes were cast than Biden's margin of victory."]
[9.205527305603027, -0.6356790065765381, "In-N-Out cups say F--- Joe Biden."]
[7.3590264320373535, 1.105320692062378, "Joe Biden says he supports sex changes for kids."]
[10.35088062286377, -1.9855718612670898, "Poland palace that Biden visited is fake."]
[5.3563127517700195, 3.3747823238372803, "Biden is adding more IRS agents to investigate your taxes than we have detectives investigating every crime in the country."]
[5.610855579376221, 0.44184714555740356, "Says Joe Biden said, Buy a man eat fish, he day, teach fish man, to a lifetime."]
[7.267762660980225, 2.507235527038574, "Says Joe Biden is trying to shut FL’s border."]
[8.733993530273438, 1.9626299142837524, "President Joe Biden threatened to swoop down with Special Forces folks and gather up every gun in America."]
[4.735696315765381, 1.2592458724975586, "Says that Biden’s ban on new federal leases will kill 120,000 Texas jobs."]
[4.865244388580322, 1.8610644340515137, "President Biden has created more jobs in his first 7 months than any POTUS in history."]
[9.951390266418457, -2.364124059677124, "A mansion in photo is Joe Biden’s house."]
[7.831824779510498, -0.8013319969177246, "Says Joe Biden deserted you. ... I guess he was born here, but he left you, folks. He left you for another state."]
[4.6465888023376465, 3.214458465576172, "Says Joe Biden passed a tax bill that gave us all these privileges for depreciation and for tax credits. We built a building, and we get tax credits like the hotel on Pennsylvania Ave."]
[4.8361358642578125, 3.1324310302734375, "Joe Biden is proposing that any family who tries to pass a business or a farm down to their son or daughter or grandson or granddaughter are going to pay a huge new tax."]
[9.470966339111328, 1.0324584245681763, "Says a photo shows armed soldiers protecting Joe Biden’s inauguration."]
[5.250681400299072, 1.456839680671692, "The reality is when you look at the Biden plan, it reads an awful lot like what President Trump and I and our task force have been doing every step of the way."]
[10.40597152709961, 1.3786102533340454, "I believe, without having definitive proof, that the military is in charge of our country ... because Joe Biden is an illegal president."]
[11.12917423248291, -2.848804473876953, "Photo shows Joe Biden doesn’t wear a mask on a plane."]
[7.300995349884033, -0.20831069350242615, "Says Joe Biden stays in his basement."]
[8.113816261291504, -1.4942526817321777, "Joe Biden resigned and Trump is the new president."]
[10.407502174377441, 0.6482428312301636, "James Biden built the cages and (the Bidens) made millions from it."]
[4.645266532897949, 3.168792963027954, "Biden signs 45% capital gains tax. Kiss your inheritance goodbye."]
[4.9546284675598145, 3.1071035861968994, "Says Joe Biden told Americans, ‘If you elect me, your taxes are going to be raised, not cut."]
[8.826813697814941, 3.736292839050293, "As Hurricane Ian approached, President Joe Biden said, a vital part of preparing for hurricane season is to get vaccinated now."]
[5.843814849853516, 3.4101030826568604, "President Joe Biden will control health care costs by slapping a 95% tax on prescription drugs."]
[8.746994018554688, 0.006072440650314093, "Joe Biden called Black youth super predators."]
[5.95461893081665, 3.545957565307617, "Insulin prices rose with the swipe of (Joe Biden’s) pen."]
[5.61117696762085, 3.3599002361297607, "Biden’s banking nominee demands all ‘private bank accounts’ be eliminated"]
[5.4502434730529785, 1.838945984840393, "President Joe Biden’s infrastructure proposal is fully paid for. Across 15 years, it would raise all of the revenue needed for these once-in-a-lifetime investments."]
[8.486797332763672, 1.0806915760040283, "The Obama-Biden Administration did not conduct workplace raids—in fact, it ended them."]
[10.62149429321289, 0.4229024648666382, "Says Joe Biden confused his son and his grandson."]
[11.17009449005127, -0.9095569252967834, "President Joe Biden admitted having an inappropriate relationship with a minor."]
[5.4002861976623535, 0.5340917706489563, "Says Joe Biden is going to control how much meat you can eat."]
[4.389709949493408, 0.882798969745636, "We finally achieved that energy independence... under the Trump administration. President Biden squandered (it) away."]
[7.224573135375977, 0.4979204833507538, "Says Joe Biden supported the Castro regime and meeting with Maduro."]
[7.843868732452393, 0.781891942024231, "Joe Biden said, The things I did while in elected office should not be made public while I am seeking a higher public office."]
[6.607624530792236, -1.028887391090393, "11.6 million people watched Biden’s first presidential address to Congress while far larger audiences watched Donald Trump’s speeches."]
[7.0669450759887695, 0.34241682291030884, "Claims Joe Biden said coal is more dangerous than terrorists."]
[7.334402084350586, 3.087763547897339, "Biden’s plan will immediately let in 25,000 asylum-seekers who’d been waiting in Mexico as their cases were judged."]
[4.6313886642456055, 3.2430145740509033, "Joe Biden wants to get rid of something called ‘stepped up basis’ that reduces inheritance taxes."]
[5.022555351257324, 2.254257917404175, "Joe Biden inherited inflation of 1.7%. Now we're well over 8% and growing."]
[8.76329517364502, 3.390885829925537, "During a CNN town hall, Biden said: And the question is whether or not we should be in a position where you are — why can't the experts say we know that this virus is, in fact — is going to be — or, excuse me — we know why all the drugs approved are not temporarily approved, but permanently approved. That's underway, too. I expect that to occur quickly."]
[10.310483932495117, -0.9555729031562805, "On Nov. 3, 2020, Trump campaign adviser Harlan Hill said he'd livestream himself eating his shoe if Joe Biden won the presidential election."]
[8.810236930847168, 3.7143189907073975, "An official in the Biden White House said in December 2021 that the unvaccinated are looking at a winter of severe illness and death."]
[7.2186126708984375, -1.3350508213043213, "On the legitimacy of President Joe Biden's election."]
[10.946582794189453, 1.5614838600158691, "Joe Biden's niece pleaded guilty to charges related to a $110,000 credit-account theft and received two years' probation."]
[4.97061824798584, 2.922358512878418, "U.S. President Joe Biden said people making less than $400,000 won't pay a single penny in taxes."]
[8.693973541259766, 3.8182904720306396, "Members of Congress and their staffers are not subject to the federal vaccine mandate imposed by the Biden administration in September 2021."]
[11.843466758728027, -0.6525827050209045, "First lady Jill Biden said she did not agree to marry U.S. President Joe Biden until his fifth proposal."]
[10.469707489013672, -1.4722226858139038, "Photos show Joe Biden with a Chinese handler."]
[6.381664276123047, -1.9681466817855835, "A day AFTER the election, Biden receives a dump of 143,379 votes at 3:42AM (in Wisconsin), when they learned he was losing badly. This is unbelievable!"]
[6.288795471191406, -1.9105485677719116, "Biden lead disappears in NV, AZ, GA, PA."]
[5.285581588745117, 0.5556935667991638, "Joe Biden’s comments prove that food shortages are being done deliberately by the governments of the world."]
[9.188347816467285, -0.7343708872795105, "Video proves 100% that President Joe Biden is not a ‘human’ being."]
[5.025048732757568, 3.0365641117095947, "Says Joe Biden repeatedly told Americans he's going to raise their taxes."]
[11.126819610595703, 1.3093326091766357, "The military raided Hunter Biden’s home."]
[4.509850978851318, 0.400515079498291, "President Biden confirm(ed) everyone will receive their $1k gas checks this week!!"]
[8.286323547363281, -2.4874937534332275, "President Joe Biden’s daughter-in-law tweeted, The press is also covering up serious health issues that my father in law is facing. The plan is for Kamala to get a one track ride to the nomination in 2024."]
[4.896389484405518, 2.021397352218628, "The Biden administration inherited gains of 50,000 jobs a month. We're now finally back to 500,000 jobs a month. We inherited a country where 4,000 people a day were dying from Covid. That's now down 75%."]
[11.127938270568848, -0.06805609166622162, "Says Joe Biden tells men to marry into families ‘with 3 or 4 sisters.’"]
[11.063210487365723, -2.7863125801086426, "An impersonator in a Joe Biden mask gave an interview as Joe Biden."]
[9.331704139709473, -0.6718132495880127, "Say Joe Biden told a crowd in Florida, Hello Minnesota!"]
[9.592182159423828, -0.5505542755126953, "A video shows crowds shouting profanity at Joe Biden."]
[8.485544204711914, -0.2231656312942505, "Says Joe Biden tweeted, the way white people talk leaving minorities confused."]
[5.313756465911865, 0.6405995488166809, "Biden's climate requirements will cut 90% of red meat from diet to a max 4 lbs per year and one burger per month."]
[8.17325210571289, 0.8241012692451477, "Joe Biden as vice president didn't have the right to declassify documents."]
[11.752598762512207, -0.5332044363021851, "Video shows child shouting an expletive at Jill Biden."]
[8.626595497131348, 3.4400389194488525, "Says Joe Biden has driven the current coronavirus surge because he imported more virus from around the world by having a wide open southern border."]
[8.04440689086914, -0.47167763113975525, "Word on the street is that Joe Biden got tonight’s debate questions in advance."]
[11.226292610168457, -1.2388079166412354, "Says this photo shows Joe Biden kissing and biting a child on the cheek."]
[5.271624565124512, 1.6154953241348267, "Something less than 6% ... of this proposal that President Biden has put forward is actually focused on infrastructure."]
[9.158811569213867, -0.4522978663444519, "Says Joe Biden called for a jihad in a video."]
[9.435708999633789, 1.559468150138855, "Norway readies its military to counter Biden."]
[7.903740406036377, -1.5414775609970093, "President-elect Biden steps down as president-elect."]
[9.237251281738281, 1.5836106538772583, "U.S. veteran group rescued Afghan allies behind Biden’s back."]
[4.307639122009277, 0.5268533825874329, "Biden gave Americans the cheapest gas prices on Earth."]
[7.798462390899658, -0.04498111084103584, "Says Joe Biden said, We don’t need any more N***** bigshots."]
[5.051506996154785, 2.2546515464782715, "Thanks to the insane tax-and-spending spree of President Joe Biden and Democrats in Washington, we are seeing six straight months of raging inflation."]
[5.686131477355957, 1.8144081830978394, "Says Joe Biden owns four $3 million -$7.5 million homes on a $200,000 salary."]
[7.287457466125488, 2.8541955947875977, "President Joe Biden’s day one approach to immigration included blanket amnesty and halting border wall construction."]
[6.338416576385498, -0.3862883150577545, "Says Joe Biden has issued more executive fiats than anyone in such a short period of time, ever, more than Obama, more than Trump, more than anyone."]
[7.418656826019287, 2.710287570953369, "Twice as many children are in Border Patrol custody under Biden than Trump peak in 2019."]
[10.029784202575684, -1.4774870872497559, "The 3 red stripes in Joe Biden’s campaign logo refer to a Chinese socialist slogan."]
[5.540513038635254, 2.555800676345825, "Joe Biden holds the all-time record for the most money received from Pharma while in Congress! $8,550,422."]
[6.410420894622803, -1.8671607971191406, "Says Biden didn’t win in Arizona. He lost in Arizona based on the forensic audit."]
[9.143278121948242, -0.6918401718139648, "A video shows Joe Biden making a racist comment."]
[6.170502662658691, -1.999955177307129, "A Milwaukee election employee even acknowledged dropping off just the margin of ballots needed for a Biden win at 3 a.m."]
[4.259082317352295, 1.0535439252853394, "The Biden administration is spending $30 million on crack pipes."]
[6.415072917938232, -2.114616632461548, "Says 47 additional counties used the same software that caused a ‘glitch’ in Antrim County (that switched 6,000 votes from Trump to Biden in that county) and votes in the state are potentially fraudulent."]
[8.068102836608887, -0.8681241869926453, "Joe Biden and the Democrats want to remove any term that denotes gender."]
[10.718670845031738, -1.7162325382232666, "A photo shared on Facebook allegedly shows a picture of President Joe Biden touching Ukrainian President Volodymyr Zelenskyy’s backside."]
[11.767457008361816, -0.4957284927368164, "A video shared on Twitter purportedly shows First Lady Jill Biden being interrupted at a book reading by a child shouting, Shut the f**k up."]
[11.528403282165527, 0.3972848057746887, "A post shared on Facebook claims that Dr. Jill Biden, the wife of Democratic presidential nominee Joe Biden, said, Whatever is on Hunters ( sic ) laptop is not important."]
[7.906148433685303, -0.35624459385871887, "Joe Biden called Trump supporters dregs of society"]
[10.560853004455566, 0.9078720211982727, "An image shared on Facebook claims a call between President Joe Biden and the head of the FBI has leaked thatproves the raid on Mar-a-Lago was unlawful."]
[10.532037734985352, 1.043434739112854, "Photo shows Biden’s executive assistant being arrested for spying on Donald Trump"]
[8.516984939575195, -1.626847505569458, "A post shared on Facebook purportedly shows President Joe Biden leaving the room during a joint press conference with Ukrainian President Volodymyr Zelenskyy."]
[8.40318489074707, -1.4973260164260864, "A video shared on Facebook purports Republican Iowa Sen. Chuck Grassley called for President Joe Biden’s resignation due to revelations regarding the Hunter Biden laptop scandal."]
[5.845707416534424, 3.0110740661621094, "The Biden administration has announced stimulus loans up to $40,000"]
[7.500446319580078, -0.7474813461303711, "An image shared on Facebook claims Republican Utah Sen. Mitt Romney endorsed former Vice President Joe Biden for president."]
[10.5536527633667, -1.7546520233154297, "Photos show Joe Biden hiding in his basement"]
[8.145057678222656, -0.985782265663147, "A video shared on Facebook purports Speaker of the House Nancy Pelosi has removed President Joe Biden from Office in anticipation of a Democratic loss in the 2022 midterms."]
[8.637179374694824, 1.9663145542144775, "Joe Biden wants to take people's guns away"]
[11.903964042663574, -0.6677760481834412, "A post shared on Facebook claims First Lady Jill Biden was arrested for elder abuse."]
[8.781899452209473, 3.6753838062286377, "Joe Biden said get vaccinated to prepare for Hurricane Ian"]
[10.154129028320312, -0.20485053956508636, "Singer Jason Derulo fell down the stairs at Biden’s inauguration"]
[6.896627426147461, 1.7357075214385986, "This photo shows US President Joe Biden is swamped in executive orders."]
[9.544426918029785, -2.0456161499023438, "An image shared on Facebook purportedly shows an ad released by former Vice President Joe Biden’s campaign that suggests voters should value his heart over his brain."]
[10.50023078918457, 1.3121519088745117, "A post shared on Facebook purports the U.S. military arrested President Joe Biden’s former COVID-19 Response Coordinator Jeff Zients for treason and murder."]
[10.7802734375, -2.0222902297973633, "Biden and Obama holding picture of Kenya’s deputy president Ruto? No, photo doctored"]
[11.269017219543457, -0.9911008477210999, "A photo shows Joe Biden touching a child inappropriately"]
[6.804940223693848, 1.8012367486953735, "Joe Biden signed blank executive orders on the first day of his presidency"]
[10.530616760253906, -0.9957345724105835, "A video shared on Facebook allegedly shows Ukrainian President Volodymyr Zelenskyy calling President Joe Biden a butthole while presenting an award."]
[11.303675651550293, -0.5838441252708435, "A video shared on Facebook claims President Joe Biden has filed for divorce from his wife and First Lady Jill Biden."]
[6.7050275802612305, -0.8231124877929688, "President Joe Biden delivered his first State of the Union address before a joint session of Congress Tuesday night."]
[10.724018096923828, -0.22827750444412231, "No, photo not of likely US president-elect Biden apologising to George Floyd’s daughter"]
[5.351345062255859, 2.201160430908203, "President Joe Biden claimed in a Sept. 25 tweet that his Build Back Better agenda costs zero dollars and will add zero dollars to the national debt."]
[8.956100463867188, 3.646263360977173, "An image shared on Facebook allegedly shows the White House website saying President Joe Biden’s winter plan to fight COVID-19 includes putting Americans into quarantine centers."]
[7.308217525482178, -0.32723769545555115, "An image shared on Facebook purportedly shows a tweet from Republican Pennsylvania Sen. Pat Toomey in which he explains that he voted no on a recent veterans bill to avoid giving radical President Joe Biden a win."]
[11.484048843383789, -1.3073588609695435, "An image shared on Facebook purportedly shows former Vice President Joe Biden biting a young girl on the cheek."]
[7.113510608673096, -0.781394362449646, "A Washington Post article on Biden cancelling midterms to save democracy"]
[6.486024379730225, -0.736778736114502, "President Donald Trump said that former Vice President Joe Biden never got more than 1 percent of the vote when he ran for president."]
[9.310264587402344, 2.880859613418579, "An image shared on Facebook more than 200 times claims former Vice President Joe Biden said, People who have never died before are now dying from corona virus [sic]."]
[10.586584091186523, -2.358238458633423, "An image shared on Facebook purportedly shows Democratic presidential nominee Joe Biden and running mate Kamala Harris posing as people burn American flags behind them."]
[6.828255653381348, 1.785325527191162, "Video shows US President Joe Biden signing blank executive orders"]
[10.544472694396973, 0.6133199334144592, "Joe Biden is dead according to woman who claims to be his granddaughter"]
[4.408056735992432, 0.5648483633995056, "Soybean and corn price drop is because of Biden’s executive orders"]
[9.869403839111328, -1.823104977607727, "An image shared on Facebook claims Democratic presidential candidate Joe Biden used to have a license plate that says The Big Guy."]
[8.70435619354248, -0.12530767917633057, "Joe Biden used the term super predators to refer to young Black men"]
[9.44139575958252, 0.12751759588718414, "Biden sworn in on upside down Bible in 2021"]
[8.633954048156738, 3.5869250297546387, "Joe Biden announced unvaccinated Americans will be sent to camps"]
[9.526083946228027, 2.246704339981079, "An image shared on Facebook allegedly shows a chyron on Fox News that reads, Joe Biden Has Been President For Nine Hours And 400,000 Americans Are Dead."]
[10.714678764343262, 2.1940062046051025, "A post shared on Facebook claims the Pentagon confirmed that President Joe Biden ordered combat troops to be deployed in Ukraine."]
[11.07130241394043, -1.1035101413726807, "A photo shared on Facebook allegedly shows President Joe Biden touching a child inappropriately during a public event."]
[10.217598915100098, -2.258521795272827, "An image shared on Facebook allegedly shows the stage that will be used for President-elect Joe Biden’s inauguration ceremony being built in front of the White House."]
[11.958292961120605, -0.6992826461791992, "Jill and Joe Biden's love story started when Jill was 15"]
[9.502388954162598, -1.911346673965454, "An image shared on Facebook purportedly shows a Fox News chyron about President Joe Biden announcing looting would be renamed justice shopping."]
[4.957137584686279, 3.0536251068115234, "A video posted on Instagram purportedly shows a crowd in silence after Democratic presidential candidate Joe Biden tells the crowd at a rally, If you elect me your taxes are going to be raised, not cut."]
[9.569633483886719, -1.884810209274292, "A video shared on Facebook purportedly shows former Vice President Joe Biden perusing books about dementia."]
[6.856575965881348, 1.7648943662643433, "A viral Facebook post shared over 2,000 times claims President Joe Biden signed 52 executive orders in one week."]
[9.888153076171875, -1.0073269605636597, "Video shows Biden partying for his birthday during pandemic"]
[6.6758503913879395, -1.9687765836715698, "A post shared on Instagram purports President Joe Biden announced a plan to cheat in the midterm elections, stating he asked Americans to be patient for all ballots to be counted."]
[6.794444561004639, -1.7035044431686401, "Post compares Biden/Trump crowds, tell voters no to trust pollsters"]
[6.819108486175537, 1.7874482870101929, "A post shared on Facebook claims President Joe Biden signed blank executive orders."]
[10.408829689025879, 2.145850658416748, "An image shared on Facebook claims President Joe Biden said Russian President Vladimir Putin should resign and give way to younger politicians."]
[6.842379570007324, 1.7757384777069092, "A post shared on Facebook claims President Joe Biden signed 96 executive orders in 100 days."]
[11.900421142578125, -0.569309413433075, "A photo shared on Facebook purports First Lady Dr. Jill Biden said she would have been fine if her mother had wanted to abort her."]
[4.7095866203308105, 3.082730293273926, "Joe Biden’s tax proposal will take a 40 percent cut of profits from Americans who sell their home"]
[5.847805023193359, 2.90860915184021, "A post shared on Facebook claims the Biden administration announced the availability of $40,000 stimulus loans. Verdict: False"]
[6.295595169067383, -1.6720912456512451, "221,000 votes were switched from Trump to Biden in Pennsylvania"]
[6.435735702514648, 3.5291225910186768, "Biden announced free dental coverage for all seniors through Medicare"]
[10.120534896850586, -1.3787271976470947, "A video shared on Facebook allegedly shows former President Joe Biden wearing a Mao suit during a meeting with Chinese President Xi Jinping."]
[6.191422939300537, -2.010932207107544, "Graph shows votes were artificially added to Biden's Wisconsin tally"]
[10.287467002868652, -1.7810180187225342, "Photos show Hallie Biden's Twitter account"]
[11.978633880615234, -0.867190957069397, "Jill Biden added a satanic mirror to holiday decor"]
[9.427968978881836, -0.22229517996311188, "Obama overwhelmed by crowds chanting Fuck Joe Biden"]
[10.40382194519043, -2.2390849590301514, "Leaves on trees prove Biden staged photo of departure to Europe"]
[8.769671440124512, 1.034733772277832, "A post shared on Facebook claims President Joe Biden has never flown on Air Force One."]
[6.896190643310547, 2.382439374923706, "Biden administration is continuing construction of border wall"]
[10.519688606262207, 1.241782546043396, "A post shared on Facebook purports President Joe Biden’s White House Chief of Staff Ron Klain was arrested by the U.S. Special Forces for crimes regarding the 2020 presidential election."]
[9.63349723815918, -0.37934765219688416, "A video shared on Instagram purportedly shows a crowd at New Jersey’s MetLife Stadium chanting Fuck Joe Biden."]
[11.092814445495605, -2.9070470333099365, "Why didn't the Bidens wear a mask in meeting with Carters ?"]
[11.151963233947754, 0.376913458108902, "A video shared on Facebook claims Texas Republican Sen. Ted Cruz for the removal of President Joe Biden."]
[5.547192096710205, 1.9554705619812012, "An image shared on Facebook purportedly shows Democratic presidential nominee Joe Biden’s current home that he allegedly pays for while earning a salary of $174,000 a year."]
[9.741463661193848, -0.4648140072822571, "A video shared on Facebook allegedly shows President Joe Biden heckled by U.K. citizens while in the country to attend the funeral of Queen Elizabeth II."]
[8.690020561218262, 0.4972934424877167, "The Biden administration is attempting to criminalize free speech."]
[6.869128227233887, 1.6355445384979248, "A post shared on Facebook claims to show President Joe Biden signing executive orders with his left hand, proving he has a body double."]
[9.465351104736328, -0.6378404498100281, "A video shared on Facebook purportedly shows President Joe Biden being berated by a Mack Truck worker."]
[6.89732027053833, 0.3138812184333801, "Says Joe Biden told a factory worker, I don’t work for you! while pointing a finger in the worker’s face."]
[10.295007705688477, -2.168105363845825, "An image shared on Facebook purportedly shows President Joe Biden on a movie set meant to look like the White House."]
[10.609904289245605, 1.338367223739624, "Military Arrests Biden’s Sec. of Agriculture Tom Vilsack."]
[9.67949390411377, -2.0555996894836426, "An image shared on Facebook purportedly shows an Alzheimer’s TODAY magazine cover featuring President Joe Biden."]
[8.34744930267334, -1.8321350812911987, "A post shared on Facebook claims a White House physician has demanded President Joe Biden resign, citing his obvious cognitive decline."]
[7.2544355392456055, 2.8957865238189697, "Says a video shows Joe Biden boasted in 2006 about voting for ‘700 miles of fence’ and talking about immigration in some entirely different ways than he does today."]
[11.87900447845459, -0.6637696027755737, "Joe Biden said of Jill Biden, She was 12, I was 30."]
[10.316890716552734, 1.3747978210449219, "A Facebook post claims Anita Dunn, President Joe Biden’s former senior adviser, was sentenced to death following a military tribunal."]
[9.918815612792969, -2.5062413215637207, "An image shared on Facebook claims former Vice President Joe Biden owns a private Caribbean island next to Little St. James, the island owned by the late convicted sex offender Jeffrey Epstein."]
[6.289599418640137, 3.53586745262146, "Joe Biden just told @Lawrence that as president he would veto Medicare for All if it passed both houses and came to his desk."]
[4.606795787811279, 3.2167065143585205, "Says Joe Biden’s capital gains tax means that when you sell your home you’ll owe taxes of 40% of your profit!"]
[9.942090034484863, -3.042111396789551, "A video shared on Facebook purportedly shows Democratic presidential nominee Joe Biden sleeping during a local morning TV interview."]
[10.724963188171387, -1.9569636583328247, "Photo of Turkish President Erdogan bowing to US President Biden"]
[7.905040264129639, -1.4063869714736938, "President Barack Obama and Vice President Joe Biden left me 128 judges to fill. You just don’t do that."]
[7.425274848937988, 2.760662317276001, "Kids at the border: 2,600 highest number Trump, 12,000 currently under Biden."]
[9.75377368927002, -1.366434931755066, "Says Joe Biden was wearing a wire during the first presidential debate."]
[4.322291374206543, 0.8423337936401367, "As soon as Biden took office, he eliminated all subsidies for fossil fuels."]
[7.822099208831787, 0.8545471429824829, "Vice President Joe Biden's meeting with the transparency and accountability board . . . was closed to the public."]
[11.112732887268066, -1.2277330160140991, "A post shared on Facebook allegedly shows President Joe Biden singing the children’s song Baby Shark during a recent public event."]
[8.224993705749512, -2.2314021587371826, "A video shared on Facebook purports Vice President Kamala Harris resigned from her position following Biden’s mandatory border trip."]
[7.857787132263184, -0.792866051197052, "Donald Trump’s letter to Joe Biden said, You know I won."]
[11.148687362670898, -1.1513561010360718, "At an Atlanta Braves celebration, President Joe Biden demanded that all the little kids come up on stage to sit on his lap."]
[10.818419456481934, 1.0848639011383057, "A post shared on Facebook purports the U.S. Special Forces raided President Joe Biden’s Delaware Beach House over allegations it was being used to groom minors."]
[9.492961883544922, -0.8151030540466309, "A video shared on Facebook purportedly shows former Vice President Joe Biden endorsing President Donald Trump."]
[10.349465370178223, 1.7962636947631836, "A post shared on Instagram purports thousands of children were rescued from a property owned by President Joe Biden in Ukraine."]
[7.451888561248779, 3.074638843536377, "Report: Biden administration busing ‘thousands’ of illegals to red states to get permanent status."]
[7.579990863800049, -0.28189247846603394, "I certainly supported Barack Obama and Joe Biden. ... I was there both times for them."]
[8.706555366516113, 1.9220073223114014, "Joe Biden uses the ATF to illegally track your gun transactions."]
[9.60258674621582, -1.8453294038772583, "An image shared on Facebook allegedly shows a F*ck Joe Biden sign displayed on the side of a stadium."]
[9.467726707458496, 2.204233407974243, "Half of the votes for Joe Biden in the 2020 presidential election are from dead people."]
[5.858876705169678, 3.02394700050354, "Says Vice President Joe Biden admits that the American people are being scammed with the economic stimulus package."]
[6.721521377563477, -2.336341619491577, "An image shared on Facebook over 1,800 times claims a whistleblower from Dominion Voting Systems came forward and said the firm switched 3.8 million votes to President Joe Biden in the November election."]
[4.962092399597168, 2.060654878616333, "Our economy is so much stronger than when (Barack Obama and Joe Biden) took office. Nearly 15 million new private-sector jobs."]
[9.75753402709961, 1.8327287435531616, "Abigail Spanberger still votes with and shares Joe Biden’s positions 100% of the time."]
[4.638149261474609, 1.263427734375, "An image shared on Facebook over 800 times claims energy producer Royal Dutch Shell is laying off 9,000 workers because of President Joe Biden."]
[8.539937973022461, 1.5638957023620605, "Deep RED cities are not boarding up and the National Guard is not being called in, in case Biden wins."]
[10.261640548706055, -2.116140604019165, "An image shared on Facebook purportedly shows two people fumigating the Oval Office ahead of President Joe Biden’s arrival."]
[6.03914737701416, 1.9866435527801514, "President Joe Biden’s American Relief Plan has a lot of money in it for schools, but if you really look at it ... it says that the school money is going to go out until the year 2028."]
[9.006287574768066, -0.4883120059967041, "A video shared on Twitter purportedly shows former Vice President Joe Biden using race to justify a disparity in sentencing for crack and cocaine."]
[11.098919868469238, 0.7885987758636475, "A video shared on Facebook claims Florida Governor Ron DeSantis called for President Joe Biden to be impeached and spoke about the president’s son, Hunter."]
[7.683427810668945, 1.1332683563232422, "AARP endorsed Biden and says if you are past 75 you should just die and go away."]
[10.70706558227539, -1.8966869115829468, "A photo shows Jeffrey Epstein with Joe Biden."]
[9.883600234985352, 0.5771676301956177, "A post shared on Facebook claims President Joe Biden placed a Medal of Honor backward around Vietnam War veteran Dwight Birdwell’s neck."]
[8.360038757324219, -1.8027153015136719, "An image shared on Facebook purportedly shows an article from an Atlanta-based Fox News affiliate reporting that President-elect Joe Biden resigned from the position."]
[4.176802158355713, 0.8026324510574341, "Says Joe Biden imports oil from Iran."]
[8.590312004089355, 0.3432510197162628, "Joe Biden says Americans can only celebrate the Fourth of July if he says so."]
[8.218342781066895, 2.5435941219329834, "And I heard that just yesterday, Joe Biden said that well-armed police in his words ‘become the enemy’ and he said that he would ‘absolutely cut funding for law enforcement.’"]
[9.144577980041504, 2.6573634147644043, "Says Joe Biden had 308,000 military people dying because you couldn’t provide them proper healthcare in the military."]
[7.949807167053223, 0.36451783776283264, "If you go to Antifa.com, it takes you directly to Joe Biden’s webpage...what’s that tell ya...try it yourself."]
[9.341176986694336, 0.5945901870727539, "US Marines at Joe Biden's September 1, 2022 speech were not real"]
[9.443794250488281, -0.3773448169231415, "Joe Biden waved at the void and talked to inanimate objects at a rally"]
[6.256459712982178, -0.7651817202568054, "New poll indicates Joe Biden’s approval at 11%, the lowest approval rating of any president in American history."]
[8.154258728027344, 2.606384038925171, "Says Ady Barkan asked Joe Biden, Do we agree that we can redirect some of the funding for police?"]
[8.843341827392578, 3.2337827682495117, "Says Biden wants a nationwide lockdown to combat a virus that has a 99%+ survival rate."]
[5.102610111236572, 0.8397818803787231, "A post shared on Facebook claims that President Joe Biden’s administration is seeking to ban the use of gas stoves."]
[10.215520858764648, -0.04685383290052414, "An image shared on Facebook over 3,200 times purportedly shows former Vice President Joe Biden kneeling in protest after seeing an American flag during a visit to his hometown."]
[8.017105102539062, -1.0362393856048584, "Says Joe Biden abandoned Scranton."]
[11.387967109680176, 0.5432382822036743, "NBC News covered up Hunter Biden laptop story."]
[8.052842140197754, 0.38028138875961304, "Go to antifa.com and it takes you to Biden’s White House! ... Just a slap in the face."]
[9.762054443359375, -1.4637908935546875, "Joe Biden’s eyes were black during the debate because he was wearing Mojo Vision lenses."]
[5.339584827423096, 0.8222330808639526, "Says President Joe Biden is trying to send taxpayer dollars to manufacturers overseas that do not abide by the same (carbon emission) standards we do at home."]
[8.604520797729492, 0.9285763502120972, "There are no photos of Biden in the Oval Office from after early 2021."]
[6.769104480743408, -2.001951217651367, "Joe Biden announced to the world tonight that they are going to cheat by dumping ballots."]
[10.206798553466797, -1.6587687730789185, "Photo shows Joe Biden’s license plate says THEBIGGUY."]
[10.384102821350098, -1.9067291021347046, "An image shared on Facebook claims to show President Joe Biden surrounded by U.S. Marshals at a recent White House event."]
[10.355886459350586, -2.02946400642395, "An image shared on Instagram claims a picture of President Joe Biden at a desk with a blurred presidential seal is proof he is not the president."]
[9.825526237487793, 1.1480672359466553, "Says Joe Biden and Barack Obama directly participated in a plot to have #SealTeam6 MURDERED, then arranged a massive cash deal as part of a cover up."]
[6.932030200958252, 2.04296612739563, "A post shared on Facebook claims President Joe Biden signed an executive order to tear down the U.S.-Mexico border wall."]
[11.849689483642578, -0.9803154468536377, "An image shared on Facebook allegedly shows First Lady Jill Biden wearing a lobster jacket to an event."]
[11.183530807495117, 1.1120713949203491, "Says Hunter Biden died of a crack overdose."]
[6.610692501068115, 1.2077707052230835, "Joe Biden wants to end school choice."]
[9.634150505065918, -1.9092165231704712, "An image shared on Facebook claims to show a marching band in a Fuck Joe Biden formation."]
[6.539673328399658, 3.5196471214294434, "An image shared on Facebook claims President Joe Biden approved a healthcare card that would give $0 health, vision & dental benefits to those 25 and older."]
[7.319324970245361, 2.805532217025757, "Joe Biden is giving smartphones away to illegal border crossers."]
[7.1915812492370605, 1.247448205947876, "Says Joe Biden has officially lowered the age of consent to 5 years old."]
[7.266305446624756, 2.4251508712768555, "Says the Biden administration is choosing to send baby formula to the border as one of its out-of-touch priorities."]
[8.03154468536377, -1.2205649614334106, "An image shared on Facebook allegedly shows a tweet from President Donald Trump reading, If Biden somehow manages to win this election, you won’t see me again, I’ll simply leave the country!"]
[6.460057258605957, -2.035536527633667, "Broken voting machines in Russellville, Ark., tried to automatically tally votes meant for Donald Trump as votes for Joe Biden."]
[5.629140377044678, 0.27169689536094666, "Says Joe Biden talked about eating wooden corn dog sticks."]
[4.971231460571289, 1.023301124572754, "Says Joe Biden is following through with a fracking ban."]
[11.273548126220703, -1.6151683330535889, "This is Tara Reade in a photo with Joe Biden."]
[8.151936531066895, 1.517351508140564, "President Joe Biden claimed in May 30 remarks that individuals could not buy cannons when the Second Amendment was enacted in 1791."]
[10.89282512664795, -1.577767014503479, "An image shared on Facebook over 2,000 times purportedly shows President Joe Biden touching singer Olivia Rodrigo’s shoulders."]
[9.578259468078613, -1.0357928276062012, "Video shows Joe Biden faked an interview in front of a green screen."]
[8.070496559143066, 0.14908620715141296, "An image shared on Facebook claims President Joe Biden in 1990 said, Negroes should not be allowed to hold positions of power in Government."]
[10.905524253845215, 2.145789861679077, "Biden threatens to assassinate Ukraine president."]
[7.996697425842285, 0.400435209274292, "Says Joe Biden called ANTIFA courageous Americans."]
[8.4637451171875, -2.4772465229034424, "An image shared on Facebook more than 3,100 times claims California Sen. Kamala Harris said, I don’t like Joe Biden and do not like his history with certain people or who he’s aligned with, he’s trash to me."]
[8.397589683532715, 2.2228314876556396, "The Biden administration has been recklessly releasing potentially dangerous Afghans into our communities."]
[4.481428623199463, 0.3304096460342407, "A post shared on Facebook claims President Joe Biden plans to give every American a $5 gas card."]
[9.285438537597656, -0.40034112334251404, "Says Chuck Norris recorded a video in response to the Biden administration saying, Our great country and freedom are under attack."]
[7.237396240234375, 0.8065235614776611, "In Joe Biden’s America, your children are more likely to have access to a crack pipe than a mask-free education."]
[8.289127349853516, -0.6062809228897095, "Video shows Joe Biden saying we can only re-elect Donald Trump."]
[4.873215675354004, 1.9307492971420288, "The Biden administration has created more than double the number of jobs per month, on average, than any other administration going back to George H.W. Bush."]
[5.873939514160156, 0.8238549828529358, "Says Joe Biden’s website shows that he supports the Green New Deal, despite denials in debate."]
[10.231928825378418, -1.92728590965271, "An image shared on Facebook claims to show President Joe Biden’s face in disgust during a press conference."]
[9.976689338684082, -3.0915591716766357, "Video shows Joe Biden sleeping at the Arab Conference in Saudi Arabia."]
[7.522136688232422, -0.13378702104091644, "An image shared on Twitter purportedly shows an article from The New York Times with a headline that reads, Joe Biden’s death would be a tragedy. But it might help Democrats win midterms."]
[5.967221736907959, 2.3498964309692383, "A viral Instagram post claims President Joe Biden defunded historically black colleges and universities (HBCUs) by $30 billion, whereas former President Donald Trump permanently funded them."]
[10.11207103729248, -0.6465659141540527, "President Joe Biden changed suits during his visit to the Vatican."]
[6.781459331512451, 2.2948412895202637, "An image shared on Facebook over 220 times claims President Joe Biden has said he wants to resume building Trump’s wall."]
[5.783321380615234, 2.5053060054779053, "The Biden administration has decided to cancel $0 in student debt."]
[4.7397871017456055, 0.9188569188117981, "Says Joe Biden made it clear..No More Coal Fired Power Plants!! So, No More Coal!! Wake Up WV, PA,OH, KY"]
[6.907729625701904, 1.4477442502975464, "In the Obama-Biden administration, we got China to cut cyber-theft -- it's gotten significantly worse under this administration."]
[8.846989631652832, 1.999999761581421, "A video shared on Facebook purportedly shows President Joe Biden stating that the government will gather up every gun in America."]
[8.011731147766113, 0.8035176396369934, "An image shared on Facebook claims former Vice President Joe Biden said, No ordinary American cares about their constitutional rights."]
[9.13305377960205, 1.6845561265945435, "A post shared on Facebook claims President Joe Biden said about Americans evacuating from Afghanistan: F*** them. If they die, we’ll blame Trump."]
[3.860414743423462, 0.9866357445716858, "President Trump sanctioned Russia. President Biden gave them a pipeline."]
[8.900652885437012, -1.4285863637924194, "The Rock has lost 48 million followers on his IG and YouTube after coming out for Biden."]
[9.386797904968262, -0.555944561958313, "A video shared on Instagram alleges President Joe Biden called Pope Francis the famous African-American baseball player in America."]
[8.350333213806152, 3.0226056575775146, "During the 2009 swine flu outbreak, Biden made reckless comments unsupported by science & the experts. The Obama Admin had to clean up his mess & apologize for his ineptitude."]
[7.356366157531738, 0.7028125524520874, "1977: Biden said integrating black students would turn schools into ‘a jungle... a racial jungle.’"]
[4.875007152557373, 3.0275204181671143, "The proposal by President Joe Biden would put the U.S. No. 2 in the world for the highest corporate tax rate."]
[7.332380294799805, 2.813610076904297, "Says Joe Biden voted to expand deportations and indefinite detention for immigrants multiple times."]
[9.923145294189453, -2.6022539138793945, "An image shared on Facebook over 1,000 times allegedly shows all the lights off at the White House for the 10th consecutive night following President Joe Biden’s inauguration."]
[4.539303779602051, 0.3855271339416504, "A post shared on Facebook claims President Joe Biden announced that all American citizens would receive a $1,000 check for gas."]
[9.358500480651855, 1.1150511503219604, "A video shared on Facebook purportedly shows several helicopters flying over Washington, D.C. on Jan. 15 in preparation for President Joe Biden’s inauguration."]
[8.654382705688477, -0.003827124834060669, "A viral Facebook post attributes to actor Clint Eastwood a long message that insults Democratic presidential nominee Joe Biden and alleges he is trying to destroy our wonderful country."]
[6.0286030769348145, 3.5886809825897217, "Biden and most Democrats want to cap insulin prices at $35 per month. All 50 Republicans in the Senate are opposed to it."]
[9.657379150390625, -0.4466412365436554, "A video shared on Facebook allegedly shows clips of audience members yelling F*** Joe Biden at President Joe Biden during campaign rallies."]
[10.016143798828125, -3.0247435569763184, "An image shared on Facebook purportedly shows President Joe Biden asleep while in the Oval Office."]
[7.162064075469971, 2.9924190044403076, "One of (Joe Biden’s) first acts in office was sending an immigration bill to Congress to grant mass amnesty to illegal immigrants."]
[7.887029647827148, 0.14708298444747925, "McCain is selectively editing Joe Biden's words...Biden actually said about Barack Obama: 'They're gonna find out this guy's got steel in his spine.'"]
[11.31515121459961, 0.41494131088256836, "A video shared on Facebook claims Texas Republican Sen. Ted Cruz stated that he had documents from Hunter Biden’s laptop that would implicate California Democratic Rep. and House Intelligence Chair Adam Schiff."]
[8.078289031982422, 2.421617269515991, "Says Joe Biden will destroy your protections for pre-existing conditions."]
[10.148703575134277, -1.6637033224105835, "An image shared on Facebook shared over 300 times claims President Joe Biden faked the signing of an anti-lynching bill in March."]
[5.571052551269531, 2.448025941848755, "President Joe Biden claimed during an interview with 60 Minutes that the U.S. debt and deficit have been reduced under his tenure."]
[8.290623664855957, -1.1090328693389893, "A viral Facebook post claims Jill Biden, the wife of Democratic presidential nominee Joe Biden, said, All Americans will be required to learn Spanish when we win."]
[9.498111724853516, -1.8498108386993408, "A video shows Joe Biden looking at books about dementia."]
[9.59039306640625, 1.34334135055542, "A video shared on Facebook purports Norway had dispatched military units to counter President Joe Biden."]
[5.742016792297363, 0.38289156556129456, "An image shared on Facebook attributes to President Joe Biden a quote that reads, Buy a man eat fish, he day, teach fish man, to a lifetime."]
[4.060976505279541, 0.9093034863471985, "Says Joe Biden’s order stopping the Keystone pipeline made oil more expensive for us to use."]
[8.135493278503418, 2.6092517375946045, "Says Joe Biden is absolutely on board with defunding the police."]
[6.8675994873046875, -2.3023016452789307, "Social media posts claim the chairman of the election technology firm Dominion Voting Systems serves on President-elect Joe Biden’s transition team."]
[9.66818904876709, 1.163763165473938, "Says Joe Biden said, the Germans bombed Pearl Harbor."]
[11.783717155456543, -0.7620388269424438, "An image shared on Facebook claims President Joe Biden started a physical relationship with First Lady Jill Biden while she was his teenage baby sitter and his first wife was hospitalized."]
[6.343298435211182, 3.0673940181732178, "When Joe Biden walked into this administration ... 20 million people were on unemployment insurance benefits."]
[9.457036018371582, -1.8736188411712646, "An image shared on Facebook purportedly shows a gas station with signs that reads Fuck Joe Biden."]
[7.272710800170898, 1.3263955116271973, "We began seeing the increase in unaccompanied minors going back to last April 2020. This is not something that happened as a result of Joe Biden becoming president."]
[9.708731651306152, -0.1767529547214508, "A video shared on Facebook claims that impeachment proceedings against President Joe Biden are underway."]
[9.008208274841309, 3.632521867752075, "Jill Biden implied the COVID-19 pandemic was planned."]
[6.273263454437256, -2.105971097946167, "System 'Glitch' ... In Wisconsin - Reversal of Swapped Votes Removes Lead from Joe Biden."]
[5.3612213134765625, 1.187525749206543, "A lengthy post shared on Facebook claims Joe Biden’s Dept. of Energy blocked Texas from increasing power ahead of killer storm."]
[11.820737838745117, 0.6545361876487732, "Says Nancy Pelosi has suspicious ties to a voting software company that was involved in glitches that favored Joe Biden."]
[6.227483749389648, -0.8809732794761658, "An image shared on Facebook claims President Joe Biden received more votes than any president yet has the lowest approval rating of any President ever."]
[7.314086437225342, -0.6217354536056519, "Says Joe Biden said, You know, we have to come together. That’s why I’m running. I’m running as a proud Democrat for the Senate. So vote! Vote!"]
[11.470664978027344, -1.2823972702026367, "An image shared on Facebook claims to show former Vice President Joe Biden making out with a 15-year-old girl."]
[6.242753505706787, -1.8729852437973022, "A post shared on Facebook claims Georgia, a state President Joe Biden won in the 2020 election, has recently flipped to Trump."]
[7.129889011383057, 2.5469794273376465, "We proudly handed the Biden administration the most secure border in history. All they had to do was keep this smooth-running system on autopilot."]
[7.513388156890869, 2.802136182785034, "President Donald Trump claimed during a Tuesday news conference at the White House that the Biden-Sanders unity task force seeks to abolish immigration detention."]
[11.27907657623291, 2.0380170345306396, "Says Joe Biden is withholding $150 million in aid from Ukraine to pressure Ukraine to drop all criminal investigations into him and his son, Hunter."]
[6.966385364532471, 3.0646018981933594, "Says President Joe Biden is in talks to pay illegal immigrants $450,000."]
[9.821676254272461, 1.1096524000167847, "An image shared on Facebook more than 300 times claims former Vice President Joe Biden leaked the identities of special operations SEAL Team 6 who killed al-Qaeda leader Osama bin Laden."]
[3.882650852203369, 0.9072594046592712, "Joe Biden's sanctions on Russia are riddled with loopholes and don't even start for 30 days. They have carve outs for the energy and financial sectors."]
[10.72591495513916, -2.132004976272583, "An image shared on Facebook allegedly shows President Joe Biden meeting with Nigerian Presidential candidate Bola Tinubu."]
[7.0675764083862305, 1.272337794303894, "Joe Biden wants to eliminate a regulation that requires school districts to report allegations of teacher on student rape, alleged rape, and sexual assault."]
[6.723997116088867, -1.0788379907608032, "A post shared on Facebook Democratic presidential nominee Joe Biden said during the first presidential debate: If you’re going to vote, vote early and vote often."]
[7.607631206512451, -0.5705214738845825, "Joe Biden calls Pennsylvania voters who don’t support him ‘chumps.’"]
[7.597198009490967, 0.8746208548545837, "Ex-AARP members wrote this letter criticizing the Biden Regime."]
[9.588446617126465, -1.9751266241073608, "An image shared on Facebook nearly 500 times purportedly shows rock musician Jon Bon Jovi performing for 12 people and 7 pumpkins at a campaign event for Democratic presidential nominee Joe Biden in Pennsylvania."]
[8.16773509979248, 0.6258784532546997, "An image shared on Facebook claims former Vice President Joe Biden said that Bible believing Christians violate LGBTQ rights by simply existing."]
[9.385465621948242, -0.6922938823699951, "A video shows Joe Biden speaking slowly and slurring on the Fourth of July."]
[9.574385643005371, -0.8547267913818359, "Video shows Joe Biden stuttering after being asked about touching women without their permission on The View."]
[5.624979496002197, 1.2898637056350708, "‘The White House is now trying to protect Joe Biden by changing the definition of the word recession.'"]
[6.587275981903076, -1.7012065649032593, "Pennsylvania had 2.6 million mail in votes that the court of appeals of PA held to be unconstitutional. Umm that alone means Biden lost PA."]
[11.091449737548828, -2.8061461448669434, "A video shared on Facebook purportedly shows President-elect Joe Biden and others not wearing masks or practicing social distancing while celebrating his 78th birthday last week."]
[10.548945426940918, 0.5551119446754456, "Joe Biden’s great-grandfather Joseph J. Biden was a slave-owner and fought for the Confederacy."]
[5.054037094116211, 2.0010156631469727, "A viral post shared on Facebook over 19,000 times claims April 2020 had the lowest unemployment rate in American history, while also alleging President Joe Biden’s job plan costs $4 trillion."]
[10.795674324035645, -1.7175337076187134, "An image shared on Facebook purportedly shows President Joe Biden posing for a picture with White House Press Secretary Jen Psaki with his hands on her chest."]
[8.098548889160156, 2.6168107986450195, "Says Joe Biden wants to defund the police."]
[9.052735328674316, 0.4262459874153137, "A post shared on Facebook claims President Joe Biden quietly pardoned 2,617 Black Lives Matter protesters."]
[11.060909271240234, 0.8774856328964233, "A video shared on Facebook purports Republican Louisiana Sen. John Kennedy exposed President Joe Biden’s son, Hunter Biden, in Congress."]
[5.323042392730713, 3.3545660972595215, "Biden’s Treasury Department declares IRS will monitor all accounts over $600."]
[10.220420837402344, 1.414698600769043, "Documents prove White House behind entire FBI targeting of Trump. Biden lied."]
[10.009662628173828, -3.139484167098999, "Says President Joe Biden fell asleep during a meeting with Israel’s prime minister."]
[6.627633094787598, 3.456317663192749, "An image shared on Facebook claims President Joe Biden recently announced a fourth round of stimulus payments for which only Americans with proof of vaccination are eligible."]
[7.629530429840088, -0.243475541472435, "David Perdue says he'll do everything in his power to make sure Joe Biden fails."]
[8.729432106018066, 3.7697062492370605, "When President Biden took office ... there was no vaccine available."]
[11.155930519104004, -1.478341817855835, "A photograph authentically depicts Melania Trump in lingerie posing with a shirtless Hunter Biden."]
[6.7176713943481445, -1.8724795579910278, "Joe Biden won key states in the 2020 U.S. presidential election due to fraudulent late-night vote dumps."]
[10.532601356506348, 0.3863571882247925, "A photograph shows Joe Biden's great-grandfather, Joseph J. Biden, a Confederate soldier who owned slaves in the 1800s."]
[6.8770952224731445, 1.7565830945968628, "U.S President Joe Biden signed blank executive orders on Jan. 21, 2021, rendering those orders invalid."]
[5.6365251541137695, 0.30191755294799805, "U.S. President Joe Biden said: Goats are like mushrooms. Because if you shoot a duck, I'm afraid of toasters."]
[11.181669235229492, -2.904090404510498, "U.S. President Joe Biden was the only world leader to wear a mask during an online climate summit in April 2021."]
[8.140464782714844, 0.5708462595939636, "As of Sept. 29, 2020, Joe Biden had not condemned antifa."]
[8.057202339172363, 0.16228416562080383, "In December 2021, U.S. President Joe Biden sincerely stated that Anthony Fauci, and not he, was the de facto president."]
[11.018860816955566, -0.41675660014152527, "US president Biden abusing little girls on beach? No, blurry picture distorts real story"]
[7.558352470397949, 3.1340136528015137, "The Biden administration is working to launch a COVID-19 passport that Americans must have to engage in commerce."]
[6.91857385635376, -2.3772387504577637, "President-elect Joe Biden's nephew owns Dominion Voting Systems."]
[9.462311744689941, 2.132476806640625, "During a speech in Iowa, Joe Biden proclaimed that 'America is dead."]
[11.477126121520996, -1.2851638793945312, "An image shows Democratic presidential nominee Joe Biden kissing a young girl."]
[7.83627462387085, -1.074967861175537, "Former U.S. President Donald Trump left his successor, President Joe Biden, a letter that read, Joe, you know I won."]
[4.964082717895508, -0.04528431221842766, "A photograph shows a woman attempting to pump gas with a sorry, out of service bag covering the handle into a car with a Joe Biden bumper sticker."]
[9.6951904296875, 1.2250746488571167, "Vice President Joe Biden once said that the Germans bombed Pearl Harbor."]
[11.832884788513184, -0.49990537762641907, "A child yelled shut the fuck up at first lady Jill Biden as she read a story during a Christmas celebration."]
[6.5947442054748535, 1.2333794832229614, "President-elect Joe Biden announced that he planned to reopen in-person learning in public schools in January 2021."]
[10.512133598327637, -1.722033143043518, "Photographs of President-elect Joe Biden's earlobes over time shows an individual stands in as him for some public events."]
[5.111639022827148, 0.7981902956962585, "U.S. President Joe Biden’s administration is planning to ban gas stoves over concerns surrounding climate change."]
[7.4501142501831055, -1.0183430910110474, "The Trump administration's approval of the presidential transition process means Trump has conceded the 2020 election to Joe Biden."]
[7.244283199310303, 1.2376978397369385, "U.S. President Joe Biden, or his administration, announced in January 2021 that they would lower the age of sexual consent to 8 years old."]
[9.721691131591797, -0.2130938172340393, "A video shows President Biden yelling My butt's been wiped to a gaggle of reporters near Marine One."]
[5.760586261749268, 2.600498676300049, "E-mail lists unpaid campaign debts incurred by Senator Joe Biden."]
[6.328864574432373, -0.7517750859260559, "A CNN poll gave President Joe Biden a grade of 9.4 out of 10."]
[7.234982967376709, 3.051939010620117, "One-third of U.S. President Joe Biden's appointees, as of Jan. 20, 2021, were first- or second-generation immigrants."]
[8.87270450592041, 0.04436419904232025, "On Jan. 20, 2021, former U.S. President Bill Clinton dozed off during President Joe Biden's inaugural address."]
[8.055304527282715, 3.047067165374756, "U.S. President Joe Biden announced plans to defund the Department of Veteran Affairs."]
[7.976022243499756, 1.3670518398284912, "Joe Biden declared that the Second Amendment is obsolete."]
[10.772120475769043, -2.155465841293335, "No, US president Biden didn’t tweet that Kenyan deputy president Ruto just ‘a tourist’ in US – screenshot fake"]
[10.281551361083984, -0.7338420748710632, "The U.S. Olympic Bobsled team named their sled Biden because nothing has taken America downhill faster."]
[9.073779106140137, 0.3963184654712677, "U.S. President Joe Biden pardoned 2,617 Black Lives Matter protesters."]
[7.930118560791016, -1.789354681968689, "No, Facebook did not change Joe Biden’s page category from ‘president-elect’ to ‘politician’"]
[8.004688262939453, 0.17430487275123596, "Former U.S. President Barack Obama once said of U.S. President Joe Biden, Don't underestimate Joe's ability to fuck things up."]
[7.555181503295898, -0.775904655456543, "U.S. Sen. Mitt Romney endorsed 2020 Democratic presidential candidate Joe Biden."]
[11.261734962463379, -0.8223668336868286, "U.S. President Joe Biden's daughter, Ashley, once wrote in a diary, I [am] so afraid of him coming in the shower with me that I've waited until late at night to take a shower."]
[11.23540210723877, -0.646337628364563, "A diary authored by U.S. President Joe Biden's daughter, Ashley, describes inappropriate actions toward her taken by the president when she was a child."]
[8.104533195495605, -1.039547085762024, "The Biden administration will have the first senior White House communications team entirely composed of women."]
[7.141994476318359, 1.776315450668335, "U.S. President Joe Biden issued an executive order in January 2021 banning any use of the term China virus."]
[8.919880867004395, 0.1817197948694229, "U.S. President Joe Biden forgot the name of his defense secretary during a speech."]
[8.376043319702148, 0.7391517162322998, "Vice President Joe Biden was refused service at the Crumb and Get It cookie shop in 2012."]
[8.506311416625977, -0.7822631597518921, "On March 4, 2021, U.S. President Joe Biden made the comment that Indian Americans are taking over the country."]
[9.778443336486816, 0.3556244969367981, "U.S. President Joe Biden has ended a 30-year tradition on Memorial Day weekend, called Rolling to Remember, which is a motorcycle parade for veterans."]
[7.19459342956543, -1.9969643354415894, "A Biden election official was arrested for widespread election fraud in Texas in January 2021."]
[8.637672424316406, 1.925339698791504, "Former Vice President Joe Biden once said, [If] you want to keep someone away from your house, just fire the shotgun through the door."]
[9.137465476989746, 3.46370530128479, "On Sept. 27, 2021, U.S. Joe Biden was photographed purportedly receiving a COVID-19 vaccine booster dose on a set that featured props and digital images — proving that the entire event, including the shot, was fake."]
[8.251333236694336, 0.38594987988471985, "Joe Biden said, The next person that tells me I'm not religious, I'm going to shove my rosary beads up their ass."]
[9.951897621154785, -0.5778903961181641, "Joe Biden lied in claiming that the accident that killed his wife and daughter involved a driver who had been drinking."]
[6.663917064666748, 2.2746496200561523, "U. S. President Joe Biden was building a wall on his beach house property using taxpayer money in 2023."]
[8.826018333435059, 0.10272867232561111, "U.S. President Joe Biden has a speech impediment."]
[9.634115219116211, 0.6332147121429443, "Scientists named an extinct relative of the octopus after U.S. President Joe Biden."]
[7.267855167388916, 0.7087891697883606, "U.S. Democratic presidential candidate Joe Biden asserted during a speech that poor kids are just as bright and just as talented as white kids."]
[8.829985618591309, 2.1550467014312744, "U.S. President Joe Biden said, Do you realize the bullet out of an AR-15 travels five times as rapidly as a bullet shot out of any other gun... ?"]
[9.104400634765625, 3.223790407180786, "A meme reproduces a statement Joe Biden made during an interview about continuing democracy during the 2020 COVID-19 pandemic."]
[9.815714836120605, -2.3949313163757324, "Former U.S. Vice President Joe Biden owns the largest mansion in his state."]
[10.594085693359375, -2.0465619564056396, "A photograph shows people near the Mexico-U.S. border wearing Biden Please Let Us In shirts."]
[8.941518783569336, 3.5306875705718994, "Joe Biden tweeted several weeks before the COVID-19 outbreak began that We are not prepared for a pandemic."]
[6.873989582061768, -0.4758744537830353, "When asked if he had ever seen a president who commits so many falsehoods as Joe Biden, former Vice President Mike Pence said, Never in my lifetime."]
[8.231620788574219, 3.5857226848602295, "U.S. President Joe Biden signed legislation that helps veterans with PTSD get service dogs."]
[7.873536109924316, 0.8148562908172607, "Joe Biden once said that, When it comes to civil rights and civil liberties, I’m a liberal but that’s it. I’m really quite conservative on most other issues."]
[9.993428230285645, -3.1643617153167725, "A video shared on Facebook purportedly shows President Joe Biden asleep during a meeting with Israeli Prime Minister Naftali Bennett."]
[7.767501354217529, 1.9344758987426758, "An image shared on Facebook claims to show a Fox News article reporting the Biden administration plans to confiscate farm equipment."]
[3.613233804702759, 0.9072110652923584, "A video shared on Facebook claims Secretary of State Antony Blinken said President Joe Biden was responsible for the Nord Stream pipeline leaks."]
[6.61956787109375, -2.02988862991333, "A post shared on Facebook claims over 500,000 votes switched from President Donald Trump to President-elect Joe Biden via voting machine software theft during the 2020 election."]
[7.5908122062683105, 2.536526918411255, "An image shared on Facebook claims to show migrants in a holding facility in 2021 during President Joe Biden’s tenure."]
[9.30754566192627, 0.5081920027732849, "A viral Instagram post allegedly shows a BBC News tweet reporting that President Joe Biden pardoned Unabomber Ted Kaczynski."]
[4.94871187210083, 2.967700958251953, "A post shared on Facebook over 126,000 times claims Democratic presidential nominee Joe Biden’s tax plan would raise income taxes from 12 percent to 25 percent for families making $75,000."]
[4.6983561515808105, 0.06947849690914154, "An image shared on Facebook purportedly shows an Exxon gas station sign with prices from the day President Joe Biden took office."]
[8.000679016113281, -1.1566967964172363, "U.S. President Donald Trump posted a Biden for Resident meme on Twitter."]
[10.412641525268555, -1.7457903623580933, "A photograph shows U.S. President Joe Biden with several children wearing memorabilia for former President Donald Trump."]
[10.504952430725098, 2.1585371494293213, "U.S. President Joe Biden said of Russian President Vladimir Putin, For God’s sake, this man cannot remain in power."]
[10.121959686279297, -1.8102059364318848, "U.S. President Joe Biden referred to printed notes and a sheet that apparently listed the names and thumbnail images of reporters during his first news conference."]
[7.545070648193359, 0.8476182818412781, "Former U.S. Vice President Joe Biden once said he didn't want his kids to grow up in a racial jungle in regards to desegregation."]
[10.085948944091797, -0.44901520013809204, "A video shows U.S. President Joe Biden slipping and falling while ascending the stairs of Air Force One."]
[11.911619186401367, -0.7171966433525085, "Jill Biden is the oldest woman to become first lady of the United States."]
[9.62308120727539, -0.8818076252937317, "A video shows U.S. President Joe Biden talking to reporters in front of a green screen."]
[10.920628547668457, -2.6273515224456787, "A video showed President-elect Joe Biden celebrating his birthday with a maskless group of people in 2020."]
[11.42854118347168, -1.2520679235458374, "A photograph shows Joe Biden kissing a 15-year-old girl on the lips."]
[11.35405445098877, -1.242210030555725, "A picture from an alleged iCloud account hack of Hunter Biden shows him lying shirtless on a couch while being surrounded by five young girls."]
[7.97802734375, 0.925540566444397, "Vice President Joe Biden said that 'no ordinary American cares about their constitutional rights.'"]
[10.266559600830078, -0.18933020532131195, "U.S. President Joe Biden knelt before Saudi Prince Mohammad Bin Salman during their July 2022 meeting."]
[8.709004402160645, -0.3680974245071411, "Joe Biden used racial slurs in referring to Black people during a Senate committee hearing in 1985."]
[8.904460906982422, -1.4711307287216187, "A Prague newspaper termed the American people a 'confederacy of fools' for electing Joe Biden."]
[5.644647121429443, 0.3019620478153229, "Joe Biden said he eats the sticks in corn dogs."]
[11.337565422058105, 1.9193036556243896, "A photograph shows Joe and Hunter Biden golfing with the Ukraine oil exec paying Hunter $50 K a month."]
[10.695979118347168, -0.34352198243141174, "No, photo doesn’t show US president Biden begging George Floyd’s son for forgiveness"]
[4.406534194946289, 0.33636510372161865, "A gas prices meme accurately shows high prices under U.S. President Joe Biden and low prices under former U.S. President Donald Trump."]
[10.014267921447754, -2.258086681365967, "A photograph shows a mansion currently owned by former U.S. Senator and Vice President Joe Biden."]
[8.481992721557617, -0.10180409997701645, "In a speech on Oct. 27, 2020, U.S. President Donald Trump called for the assassination of Joe Biden."]
[10.144915580749512, -1.4997379779815674, "Video shows that U.S. President Joe Biden faked driving a Ford truck that was actually being controlled by a second steering wheel."]
[6.859030723571777, -1.8271900415420532, "In October 2020, Joe Biden admitted to perpetrating voter fraud."]
[6.628499984741211, 0.5102794766426086, "Vice President Joe Biden said in a speech that lazy American women brought about the downfall of the economy because they sit around on their behinds, doing nothing."]
[10.64638614654541, -1.998288869857788, "Image showing Kenya’s deputy president with US president Joe Biden photoshopped"]
[9.339630126953125, -0.6310756206512451, "U.S. President Joe Biden said that he once took acid with the Beatles."]
[5.747649669647217, 3.1720099449157715, "The Biden administration will begin spying on bank and cash app accounts starting Jan. 1, 2022."]
[10.43925952911377, -2.379657506942749, "A photograph shows a demon standing in the back of the room during President Joe Biden's 2021 joint address to Congress."]
[11.217062950134277, 0.9662691354751587, "Joe Biden's son, Hunter, turned himself in to the FBI and flipped on his father."]
[10.075990676879883, -0.5225639939308167, "A video shows bird poop falling on U.S. President Joe Biden's shoulder during an event in April 2022."]
[6.900248050689697, 1.028676986694336, "No Congressional Republicans applauded when U.S. President Joe Biden mentioned cutting child poverty during a speech in April 2021."]
[10.842855453491211, -1.6354492902755737, "A photograph shows one of nine parents deported by Trump being reunited with his child in the U.S. during the Biden administration."]
[10.105245590209961, -1.4095652103424072, "U.S. President Joe Biden once drove an 18-wheeler."]
[8.616761207580566, 0.8462831377983093, "Pope Benedict XVI requested that U.S. President Joe Biden not be invited to his funeral."]
[7.816281318664551, -0.4585634171962738, "In a September 2018 speech, Joe Biden called Donald Trump's supporters the dregs of society."]
[5.835962772369385, 2.211024045944214, "Warren Buffet donated $58 million to Joe Biden's campaign"]
[9.97213077545166, -3.1287996768951416, "Video shows Joe Biden asleep during a live TV interview"]
[10.647083282470703, -1.949955940246582, "Photo shows South Korean President Moon Jae-in unhappy after summit with Biden in US"]
[6.643339157104492, 0.2934923470020294, "Says Joe Biden said Jon Corzine is the smartest guy that I know, in terms of the economy and on finance, I really mean this."]
[8.132012367248535, -0.16723106801509857, "Joe Biden said Donald Trump was still US president in speech"]
[6.146855354309082, -1.9587531089782715, "Wisconsin assembly votes to withdraw its 10 electors for Joe Biden"]
[4.895259380340576, 0.9240996837615967, "Joe Biden plans to ban fracking"]
[7.063104629516602, -1.3613485097885132, "Kentucky Derby winning jockey John Velazquez insulted Biden"]
[9.765728950500488, 0.7700450420379639, "US President Joe Biden put a medal on a Vietnam veteran backwards"]
[8.010295867919922, -1.0463579893112183, "Biden wishes Wolayta people Happy New Year?"]
[9.172662734985352, -0.047607097774744034, "Joe Biden botched the Pledge of Allegiance"]
[9.150558471679688, 1.5265921354293823, "Biden did not attend arrival of troops killed in Afghanistan"]
[4.952329158782959, 2.970999002456665, "Joe Biden will raise taxes on 82 percent of Americans"]
[4.90188455581665, 3.089463472366333, "Biden says will raise taxes"]
[6.512788772583008, -1.1013013124465942, "Quotes show Joseph Stalin and Joe Biden expressed similar views about counting votes."]
[6.373043537139893, -1.3140789270401, "Queens voters received pre-marked ballots for Joe Biden."]
[11.12419319152832, -1.1343419551849365, "A photograph shows Joe Biden engaging in disturbing behavior with a boy."]
[9.957123756408691, -2.4988174438476562, "Joe Biden owns island next to Jeffrey Epstein's"]
[9.920280456542969, 1.0369118452072144, "Joe Biden’s announcement that the Justice Department will name a chief prosecutor for pandemic fraud means the government is going to investigate itself."]
[10.369260787963867, -0.9940918684005737, "Says Joe Biden is wearing a foot boot to hide an ankle monitor."]
[6.6655120849609375, -1.9367029666900635, "Joe Biden said Democrats would cheat in 2022 by dumping ballots"]
[4.928645133972168, 0.9952217936515808, "Joe Biden wants to ban fracking"]
[4.2880449295043945, 0.5523734092712402, "Gas is high because they shut down production in the U.S. under the Biden administration."]
[4.749940872192383, 3.0829813480377197, "Says Joe Biden wants to put a 3% annual federal tax on your home."]
[7.374712944030762, 0.9703973531723022, "A coloring book that describes Joe Biden as America’s Sexiest Moderate is being marketed to children."]
[10.626693725585938, -1.3719754219055176, "A photo shows Joe Biden with his hand on Volodymyr Zelensky's butt"]
[11.467541694641113, 0.47776392102241516, "Says Jill Biden said, Whatever is on Hunter’s laptop is not important."]
[6.253593444824219, -1.5180749893188477, "People in Germany saw this electoral map that shows Trump beating Biden with 410 electoral votes before Dominion’s servers were seized."]
[7.49744176864624, -1.1241588592529297, "An obscure filing with the Federal Election Commission shows Biden has formally announced his bid for another term."]
[9.598190307617188, 1.9418535232543945, "Says Barack Obama announced Joe Biden’s death."]
[9.69485092163086, -0.4217337667942047, "Video shows crowd chanting, Let's go Brandon at Joe Biden in London"]
[8.532729148864746, 1.329259991645813, "Says Joe Biden didn’t act in response to the emergency in Texas."]
[9.724032402038574, 1.1226601600646973, "Says Joe Biden murdered U.S. Navy Seals."]
[9.50004768371582, 0.8946481347084045, "President Joe Biden employed actors to portray Marine guards during a Sept. 1 speech."]
[10.210188865661621, -1.7927221059799194, "Says Joe Biden’s inauguration was fake and he is not the legitimate president."]
[9.389533996582031, -0.3991004526615143, "President Joe Biden was confused, turned around and shook hands with thin air after a speech."]
[8.415037155151367, -0.5139085054397583, "A Muslim woman read Koran verses during Biden’s inauguration"]
[9.121291160583496, 0.30177628993988037, "Says Joe Biden mistakes Idaho for Iowa in visit to Boise fundraiser."]
[9.230854988098145, -0.4733985364437103, "Says Joe Biden’s Democratic National Convention speech had to be taped in segments, and the segments had to be edited together."]
[11.046384811401367, -0.9206851124763489, "Joe Suffers Brain Fart! Biden Visits Elementary School, Asks The Children If They’re High Schoolers (VIDEO)."]
[5.19843053817749, 0.7429404854774475, "Says Joe Biden has plans to ban animal agriculture and gas-powered cars."]
[8.60281753540039, 0.46112629771232605, "Says Joe Biden stayed silent about violence at Black Lives Matter protests."]
[7.565818786621094, -1.4376118183135986, "Biden using title of office of president elect is propaganda, title does not exist"]
[6.466523170471191, 3.498317003250122, "Joe Biden approved a new card that gives free health insurance to Americans who are 25 and older."]
[10.058465957641602, -0.07344613969326019, "Says Joe Biden took a knee during the national anthem."]
[5.610509395599365, 0.7966532707214355, "President Joe Biden said, I know you all know there’s no climate problem, proving that people have been lying for decades about climate change."]
[7.456136703491211, 1.081339955329895, "Say Joe Biden is a pedophile."]
[8.219840049743652, -2.5924272537231445, "The Biden Administration is buying Kamala Harris’ book with our taxpayer dollars."]
[8.378578186035156, -2.425551176071167, "Says Kamala Harris said, I don’t like Joe Biden and do not like his history with certain people or who he’s aligned with, he’s trash to me."]
[4.327260494232178, 0.47140806913375854, "Biden to blame for higher gasoline prices"]
[7.047940731048584, 0.0911378487944603, "Says Joe Biden said, I lived in Section 8 housing as a little boy."]
[11.433944702148438, 2.046708345413208, "A document proves Hunter Biden paid Joe Biden $50,000 in monthly rent"]
[8.759613990783691, -1.4362913370132446, "Biden’s teleprompter told him to ‘LEAVE NOW’ when his speech was concluded."]
[4.524622917175293, 0.6759617328643799, "The Biden administration published a study concluding 4 (of) 5 new cars on the road by 2050 will still require liquid fuels."]
[7.203466892242432, 3.250782012939453, "Biden Is giving migrants 6 months in motels, $1100 Greyhound Vouchers"]
[9.278285026550293, 1.1812529563903809, "National Guard troops snubbed Biden on Inauguration day"]
[9.126976013183594, -0.020501568913459778, "Joe Biden completely botches the Pledge of Allegiance."]
[10.455114364624023, 1.907994270324707, "Sputnik Misreports Biden’s ‘Rejection’ of Comey’s Endorsement"]
[9.032428741455078, 2.654043197631836, "Former Vice President Joe Biden received five medical deferments, allowing him to avoid serving in the Vietnam War."]
[8.8428955078125, -0.002020365558564663, "U.S. President Joe Biden forgot the name of Australian PM Scott Morrison, calling him that fellow down under."]
[9.795791625976562, 1.161779522895813, "Vice President Joe Biden publicly revealed the names and the unit that killed Bin Laden."]
[10.669997215270996, -1.4777939319610596, "An image shows a letter from then-Senator Joe Biden to a Delaware widow named Ruth Cooke."]
[8.679299354553223, -0.8990558385848999, "Joe Biden's campaign sold tickets to a virtual fireside chat in April 2020, charging donors $2,800 for access to a livestream."]
[8.737600326538086, -0.5109930038452148, "US President Biden met Myanmar military leader on August 6, 2021."]
[10.109545707702637, -2.8212766647338867, "An image of U.S. President Joe Biden sleeping at Oval Office desk?"]
[10.981701850891113, -0.7394382357597351, "Video shows daughters of Joe Biden and President Xi performing together?"]
[7.922797679901123, -0.544992983341217, "Joe Biden said Donald Trump will be re-elected"]
[6.8096842765808105, -1.793211817741394, "A mathematical principle known as Benford's Law proves that votes for Joe Biden were impossibly distributed and are therefore fraudulent."]
[9.369054794311523, 0.1554117202758789, "A September 2021 headline, Biden And Harris Served With Impeachment Charge, is accurate."]
[6.5205302238464355, -0.6190910935401917, "Almost half of America thinks U.S. President Joe Biden is mentally unstable, according to a September 2021 poll."]
[9.250592231750488, 0.28551435470581055, "In September 2022, United States President Joe Biden's red speech featured the Commander in Chief illuminated by menacing red lights."]
[5.876598834991455, 2.5385634899139404, "Joe Biden voted for a bill which made it difficult or impossible to discharge student loans during bankruptcy; Bernie Sanders voted against it."]
[5.286403656005859, 1.714314341545105, "Vice President Biden's Two Night Trip to London and Paris Cost Over $1\nMillion"]
[6.716729164123535, -1.288950800895691, "Only 3 percent of Trump voters believe President-Elect Joe Biden is the legitimate winner of the 2020 election."]
[8.800955772399902, -0.8243743777275085, "During a campaign appearance, Democratic Party presidential candidate Joe Biden said, Our culture is not imported from some African nation."]
[6.238032817840576, -1.5205104351043701, "Donald Trump got 74 million votes and there are 133 million registered voters in the USA... If every single registered voter went out and voted there would only be 59 million votes left for Biden. How did he get 81 million votes?"]
[6.55445671081543, 1.2388628721237183, "U.S. President Joe Biden is considering expanding the American public education system to 16 years."]
[9.440628051757812, 0.35393550992012024, "In January 2023, information came to light indicating President Joe Biden retained classified documents like President Trump."]
[9.399357795715332, 0.2154020071029663, "In February 2022, the first article of impeachment [was] laid out against Joe Biden."]
[4.032492160797119, 0.9362393617630005, "Says Joe Biden helps build Afghanistan’s pipeline."]
[5.765081882476807, 2.5286448001861572, "Joe Biden really did wipe away student loan debt."]
[4.841221809387207, 3.0960633754730225, "Biden slipped up and came out saying he’s going to tax your 401k. Are any of you EVEN paying attention?"]
[11.116419792175293, -1.605379581451416, "Photo shows Joe Biden groping Jen Psaki."]
[7.169396877288818, 3.2302589416503906, "The Biden-Harris administration wants to hand out $450,000 to illegal immigrants."]
[10.88773250579834, 2.1273725032806396, "Joe Biden threatened to assassinate Ukraine’s former president."]
[11.23604679107666, 1.5027174949645996, "Vice President Biden threatened a foreign country and forced them to fire a prosecutor who was investigating a company, that paid his son Hunter."]
[10.771645545959473, 1.7130115032196045, "Joe Biden is being investigated for human trafficking and is guilty."]
[6.279287815093994, -0.7661091685295105, "Joe Biden’s 100-day approval rating is the lowest in American history."]
[7.158437252044678, 2.5273454189300537, "Because of omicron, the Biden administration has decided to leave the U.S. southern border completely open."]
[8.552393913269043, 1.9017252922058105, "Says Joe Biden wants to ban 9mm pistols."]
[11.363093376159668, 2.0106148719787598, "Document shows that Hunter Biden paid Joe Biden $50,000 a month in rent."]
[5.961465358734131, 2.321030855178833, "President Joe Biden cut $30 billion to Black colleges and universities."]
[7.460793972015381, 0.4046572744846344, "Quotes Joe Biden as saying We need to teach our children the ISLAMIC FAITH in our schools!"]
[7.349304676055908, 1.2491004467010498, "Joe Biden and the New Left even promote surgery on teens and young adults, removing breasts and genitals."]
[8.569552421569824, -1.3564692735671997, "This video shows Chuck Grassley demanding Joe Biden’s resignation."]
[10.557844161987305, -0.13196824491024017, "Biden kneels in front of George Floyd's son"]
[11.03816032409668, 1.8635743856430054, "Says Joe Biden is formally listed as criminal suspect in Ukraine case involving his son."]
[10.41275691986084, -1.443973183631897, "Video shows Joe Biden has a body double."]
[7.213554382324219, 2.6623265743255615, "The Biden administration is engaging in human trafficking because they are enabling this to happen at the southern border."]
[8.035954475402832, -1.835126280784607, "If Joe Biden steps down, Nancy Pelosi will become vice president."]
[8.693910598754883, 3.8106772899627686, "Biden's CDC Director ADMITS Her Own Employees Aren't Getting Vaccinated."]
[9.416403770446777, 2.007126808166504, "‘America is dead’ — Joe Biden actually said this at his Iowa rally."]
[8.938583374023438, 3.49576473236084, "Says President Joe Biden told people to get vaccinated against COVID-19 to protect themselves from hurricanes."]
[9.197495460510254, -0.5530787706375122, "Says Joe Biden is on video admitting to election fraud in a confession."]
[4.9144816398620605, 2.8454768657684326, "82% of Americans...would experience a tax increase if Biden were elected."]
[11.358098030090332, 0.5733159780502319, "The FBI lost Hunter Biden’s laptop."]
[8.830376625061035, 3.4486494064331055, "The Biden administration lost 20 million COVID vaccines."]
[10.171852111816406, -1.4882723093032837, "Photos show Joe Biden didn’t drive himself during an electric vehicle test drive."]
[11.881437301635742, -0.6405553817749023, "Jill Biden was a teenage babysitter for Joe Biden’s family."]
[10.918660163879395, 2.1718428134918213, "President Joe Biden and Democrats send a fortune to Ukraine but nothing for our children."]
[11.493032455444336, -1.3310532569885254, "A photograph shows Joe Biden kissing a woman behind Lindsey Graham."]
[5.440615177154541, 1.2678101062774658, "Joe Biden’s Dept. of Energy Blocked Texas from Increasing Power Ahead of Killer Storm"]
[10.82133674621582, 0.021156948059797287, "Terry (McAuliffe) calls in his friend Joe Biden to actually put the DOJ on Virginia parents."]
[10.395513534545898, -1.7085397243499756, "Images show Joe Biden surrounded by U.S. Marshals."]
[6.21865177154541, -1.5234968662261963, "‘Simple math’ shows Biden claims 13 million more votes than there were eligible voters who voted in 2020 election."]
[8.152934074401855, -1.3991867303848267, "Joe Biden just resigned from the White House."]
[7.272280216217041, 2.5883371829986572, "Says Joe Biden has effectively ordered a shutdown of ICE, halting virtually all deportations, everyone, murderers, everybody, no more."]
[4.846523761749268, 3.0521864891052246, "Joe Biden wants to raise taxes on 82% of all Americans."]
[4.792288303375244, 1.199216365814209, "Says Joe Biden proposed killing over 600,000 jobs supported by fracking."]
[11.080608367919922, -1.691988229751587, "Says Jen Psaki said Joe Biden wants to protect marked people."]
[11.1500883102417, -2.870945453643799, "Photo shows Ron DeSantis holding a shirt that says, Your mask is as useless as Joe Biden."]
[9.409453392028809, -0.002700093435123563, "Joe Biden was sworn in on a Masonic/Illuminati Bible."]
[8.28096866607666, -1.0429586172103882, "Says Jill Biden said, all Americans will be required to learn Spanish when we win"]
[4.489060401916504, 0.3329876661300659, "A Big Boy restaurant sign said Donald Trump was right when he predicted if Biden was elected, you'd see $5, $6 and $7 gas."]
[8.966418266296387, 1.972528100013733, "Says Joe Biden stuck a gun in an elderly woman’s mouth at a Wisconsin rally"]
[5.581090927124023, 0.8549052476882935, "Joe Biden said there is no climate crisis"]
[10.32119369506836, 1.2423347234725952, "The Biden Department of Justice would use the FBI to target parents who speak out against critical race theory."]
[9.078451156616211, -0.5756722092628479, "A video shows Kim Jong Un calling Joe Biden a thug, a coward, and mentally unstable in a speech."]
[4.112401962280273, 0.82016921043396, "Two years ago we were drilling our own oil for $27 a barrel. Now, thanks to Joe Biden, we’re paying $105 a barrel to Russia."]
[10.083372116088867, -1.301438570022583, "A Mack Trucks employee told Joe Biden, You can’t drive anything besides the country into the ground."]
[6.909389972686768, 0.4383592903614044, "Dave McCormick is liberal, pro-Biden, pro-China."]
[4.37584924697876, 0.8838032484054565, "Joe Biden confirmed his plan to abolish the entire U.S. oil industry."]
[9.32017707824707, -1.2355018854141235, "A clip of Joe Biden shows him reading a response to an interview question from a teleprompter, saying I lost that line."]
[11.235913276672363, -0.48600393533706665, "The FBI confirmed that Ashley Biden said her father molested her."]
[9.798567771911621, -0.37858378887176514, "Video shows hecklers shouting profanities at President Joe Biden."]
[8.001707077026367, -0.37783101201057434, "The United States of America no longer exists because President Joe Biden signed away our sovereignty as a nation."]
[9.591562271118164, -1.3516796827316284, "Says Joe Biden had an iPad at his podium during the debate."]
[8.74957275390625, 3.849125862121582, "Says President Joe Biden promoted mandatory vaccines for everybody in his March 11 address."]
[6.209392547607422, -1.6153361797332764, "Says President Joe Biden recently said that 48.8% of Wisconsin voters are threats to democracy."]
[11.843452453613281, 0.5534478425979614, "Says photo from Hunter Biden's laptop shows Paul Pelosi Jr. abusing a girl and doing drugs."]
[7.855711936950684, -0.3933001756668091, "Says Joe Biden calls Donald Trump’s supporters the dregs of society."]
[7.873884201049805, 0.03494216874241829, "Says Joe Biden said, This country is doomed, not just because of African Americans, but because by 2040 this country is going to be minority white European."]
[10.000860214233398, -3.1288869380950928, "A video shows 2020 U.S. Democratic presidential nominee Joe Biden falling asleep during a live television interview."]
[6.288576602935791, -1.3834002017974854, "40,000+ votes for Libertarian candidate Jo Jorgensen magically become votes for Joe Biden."]
[11.27327823638916, -0.423223078250885, "A story with the headline Biden 'Child Porn' Shock was front page news in Australia."]
[11.110227584838867, 0.891457736492157, "U.S. President Joe Biden's son Hunter is guest-teaching a class on fake news at Tulane University."]
[9.828831672668457, 0.6308732628822327, "Says Joe Biden played N.W.A.’s F--- Tha Police during an event in Florida."]
[10.940540313720703, -2.684267520904541, "A photograph captures Joe Biden meeting with several government officials in September 2020, with none of those present wearing masks."]
[10.943631172180176, -2.7206928730010986, "Image depicts Joe Biden and Kamala Harris at a campaign event with no masks."]
[7.306670188903809, -0.909298300743103, "A poll reported on November 23 2020 revealed that a majority of Americans said President Donald Trump should concede to President-Elect Joe Biden."]
[10.869384765625, -1.6957515478134155, "A photograph shows U.S. President Joe Biden with convicted sex offender Jeffrey Epstein."]
[9.922601699829102, -2.4582972526550293, "Former U.S. Vice President Joe Biden owns an island next to the island that was owned by Jeffrey Epstein."]
[10.002208709716797, -3.136608362197876, "A video shows the U.S. President Joe Biden falling asleep during a conversation with Israeli Prime Minister Naftali Bennett, on Aug. 27, 2021."]
[7.766390323638916, -0.6310031414031982, "AOC tweeted after the 2020 election that now that Joe Biden is president, Democrats can commence with the Purge."]
[4.349623203277588, 0.41326215863227844, "The most common price of U.S. gas was above $5 per gallon when U.S. President Joe Biden took office in January 2021."]
[7.487290382385254, 2.8453547954559326, "The Biden administration halted deportations for all illegal aliens — murderers, rapists, terrorists, MS-13 gang members are not being deported."]
[6.701369285583496, 0.7386987805366516, "U.S. President Joe Biden's lead secret service agent is Chinese."]
[7.460087776184082, -2.0913867950439453, "A photograph shows Dallas Jones, a Joe Biden campaign director, being arrested for electoral fraud."]
[6.350434303283691, -2.012033700942993, "A software glitch in Antrim County, Michigan tabulated 6,000 Trump votes for Biden."]
[10.198129653930664, -0.1280648112297058, "An image shared widely in October 2020 showed Joe Biden taking a knee in protest, during the playing of the national anthem."]
[8.646292686462402, -0.40589362382888794, "U.S. President Donald Trump said: Kim Jong Un is smarter and would make a better President than Sleepy Joe Biden."]
[5.941452980041504, 2.339031219482422, "U.S. President Joe Biden revoked $250 million in funding for Historically Black Colleges and Universities pledged by former President Donald Trump."]
[8.255640029907227, 0.1180461049079895, "The Biden administration has banned, canceled, or pulled Dr. Seuss books from shelves due to racially offensive content."]
[8.453125, -2.362171173095703, "Vice presidential candidate Kamala Harris said Joe Biden is trash to me."]
[7.432587623596191, -1.408651351928711, "U.S. president-elect Joe Biden's transition team is using a propaganda tool known as arrogation, evidenced by their invention of the term Office of the President-Elect."]
[4.7957892417907715, 0.11733727902173996, "A Costco gas pump screen said Don’t blame us. Blame Joe Biden."]
[7.847940444946289, 2.260986566543579, "The Civics Secures Democracy Act would allow the Biden administration to buy off states with $6 billion if they adopt critical race theory."]
[6.2247490882873535, -1.5083482265472412, "Democratic 2020 presidential candidate Joe Biden received 100% of 128,000 new votes counted in Michigan."]
[10.54737663269043, 1.2687793970108032, "An arrest warrant has been issued for U.S. President-elect Joe Biden."]
[10.124909400939941, -1.496527075767517, "The three red stripes on 2020 Democratic presidential candidate Joe Biden's logo is a nod to the socialist policies of China."]
[7.923693656921387, -0.29602813720703125, "if you misspell berniesanders.com as berniesander.com, you get redirected to a donation page for Joe Biden's presidential campaign (the logo for which was obscured for mobile users.)"]
[6.412482738494873, 1.2480961084365845, "Says Biden supports a school choice ban that would impact 74,000 Wisconsin students."]
[10.61551284790039, -1.1038687229156494, "A video shows a child handing U.S. President Joe Biden a vial of blood."]
[10.847898483276367, -1.6746309995651245, "An image shows President Joe Biden touching Olivia Rodrigo’s shoulders during a White House press briefing."]
[10.452192306518555, -1.0489133596420288, "Photographs prove that U.S. President-elect Biden put an orthopedic boot on the wrong foot in December 2020, accidentally revealing that his fractured foot was a ruse."]
[11.309267044067383, -1.0357681512832642, "Pictures from a video allegedly found on Hunter Biden's laptop computer show U.S. President Joe Biden and his daughter, or another young girl, naked together."]
[7.152152061462402, 2.7839648723602295, "Joe Biden’s open border means that there are more Democrat voters pouring into this country."]
[8.592904090881348, 3.7289812564849854, "U.S. President Joe Biden said Americans who do not mask up or get the vaccine may have to cancel the Fourth of July."]
[7.179466724395752, 2.9383578300476074, "Human trafficking and drugs at the Mexico border have doubled, tripled and quadrupled since Joe Biden became president."]
[9.159685134887695, 0.6223388910293579, "The Department of Homeland Security and the State Department coordinated with a group called the ‘Election Integrity Partnership’ to censor Joe Biden’s opponents."]
[5.120572090148926, 2.279146432876587, "On Aug. 10, 2022, U.S. President Joe Biden stated that the rate of inflation in July 2022 was zero percent."]
[8.056253433227539, -2.3695216178894043, "If Joe Biden can’t serve his full term, Kamala Harris cannot by constitutional law become president."]
[10.169764518737793, -0.6231974959373474, "The Atlantic published an article about heroism of Joe Biden's bike fall"]
[7.348862171173096, -0.7109391689300537, "In August 2020, 27 former Republican members of Congress endorsed Joe Biden for President of the United States."]
[7.237164497375488, 1.1912007331848145, "An image of a purported CNN news story shared on social media claims that President Joe Biden’s administration has lowered the US age of consent to eight. The claim is false; age of consent laws do not fall under presidential jurisdiction, and the screenshot of the article is doctored from an unrelated CNN story. Biden administration lowered age of consent to 8"]
[11.08216667175293, 1.2022751569747925, "Says Hunter Biden was hanged at Gitmo."]
[11.370437622070312, 0.03971549868583679, "Says Hunter Biden had 25,000 pics of him torturing and raping children under age 10 in China on his laptop."]
[8.244543075561523, 1.65067458152771, "Linn County Sheriff Tim Mueller sent a letter to Vice President Biden stating that he would not enforce any unconstitutional regulations regarding gun rights."]
[10.0209379196167, -0.7780671715736389, "In May 2021, a Buzzfeed report claimed to find U.S. President Joe Biden’s personal account on the cash-sharing app, Venmo."]
[6.710293769836426, 0.21757791936397552, "U.S. President Donald Trump said that the stock market would crash if Joe Biden was elected president."]
[6.385810852050781, -1.3284122943878174, "The real electoral map shows Donald Trump leading Joe Biden in electoral votes."]
[7.321915149688721, -0.9279548525810242, "Washington Post ends fact-checking for Biden for the remainder of his presidency."]
[11.139684677124023, -2.8568713665008545, "An image shared on Facebook purportedly shows Democratic presidential nominee Joe Biden not wearing a face mask on an airplane during the COVID-19 pandemic."]
[10.781371116638184, 0.5205602049827576, "Photo shows Joe Biden's uncle, a horse thief being hanged"]
[8.76795768737793, -0.21793168783187866, "U.S. President Donald Trump mocked his political opponent Joe Biden for vowing to listen to the scientists in regards to the COVID-19 pandemic."]
[8.181724548339844, 0.23843124508857727, "A post shared on Facebook claims Dr. Rachel Levine, President Joe Biden’s nominee for assistant secretary of health, said Dr. Seuss books and Mr. Potato Head were bad for children."]
[5.112253189086914, 3.2377822399139404, "The government is arming up the IRS because Joe Biden is raising taxes and disarming Americans."]
[9.044377326965332, 3.18717360496521, "During remarks at the White House, U.S. President Joe Biden mistakenly said 350 million Americans — more than the current population of the United States — had been vaccinated."]
[8.877568244934082, -1.272435188293457, "Twitter fact-checks Biden for first time ever"]
[7.364587306976318, 3.0345888137817383, "During an interview broadcast on March 16, 2021, U.S. President Joe Biden said don't come to migrants considering trips to the U.S.-Mexico border to seek asylum in America."]
[9.187646865844727, 1.5025651454925537, "U.S. President Biden checked his watch multiple times during the dignified transfer of fallen soldiers from Afghanistan."]
[6.391881465911865, 3.4279048442840576, "In 2018, Biden lauded Paul Ryan for proposing cuts to Social Security and Medicare."]
[7.771823406219482, -0.9201697111129761, "U.S. President Donald Trump was golfing when Joe Biden was projected as the winner of the 2020 presidential election."]
[8.49527645111084, -1.9398016929626465, "Says Kamala Harris called Joe Biden a racist during a Democratic presidential debate."]
[8.899292945861816, 3.461277961730957, "U.S. President-elect Joe Biden said he will get the COVID-19 vaccination in public on television."]
[7.9828267097473145, 1.7084954977035522, "The Biden administration wants to create an international oversight committee to alter or cancel Second Amendment rights."]
[4.2982306480407715, 0.55524742603302, "Gas prices at their highest in many places in the US since Obama, because of Biden"]
[8.35515022277832, -0.22368782758712769, "Jennifer Lopez said, One nation, under God, indivisible, with liberty and justice for all in Spanish during her rendition of, This Land Is Our Land at U.S. President Joe Biden's Inauguration."]
[8.455595016479492, -2.4727532863616943, "Kamala Harris called Joe Biden trash in June 2019"]
[11.931540489196777, -0.9201418161392212, "A photograph shows First Lady Jill Biden deplaning in black patterned hosiery, ankle boots, and a skirt."]
[6.109248161315918, 3.5909364223480225, "Biden reversed Trump's executive order on insulin prices"]
[9.418462753295898, 0.8145877122879028, "the commandant of the US Marine Corps denied Speaker of the House Nancy Pelosi’s request for troops to provide security for Joe Biden’s inauguration"]
[3.908482551574707, 0.9321372509002686, "Joe Biden's cancellation of the Keystone pipeline dramatically increased Americans' dependence on Russian oil."]
[7.169264316558838, 3.201605796813965, "The Biden administration is spending $86.9 million to house migrant families in hotels after they cross the U.S.-Mexico border."]
[8.75516414642334, 1.1796059608459473, "U.S. President Joe Biden once said Dr. King's assassination did not have the worldwide impact that George Floyd's death did."]
[7.625128746032715, 2.4107844829559326, "Suggests that an immigrant charged with sexually assaulting a child entered the U.S. illegally during the Biden administration."]
[10.178572654724121, -0.5781269073486328, "A video shows that U.S. President Joe Biden put his pants on backwards for an October 2022 trip to survey storm damage in Puerto Rico."]
[10.700651168823242, -2.1351585388183594, "No, image doesn’t show Nigerian presidential hopeful Tinubu meeting US president Biden"]
[11.105154037475586, 2.020449638366699, "Joe Biden is wanted in Ukraine on Class A felony charges."]
[8.880964279174805, -1.8638920783996582, "A video captures church bells being rung in Paris to celebrate the projection of Joe Biden as the winner in the 2020 U.S. presidential election."]
[8.296510696411133, 1.8069502115249634, "Says his supporters were protecting Joe Biden’s campaign bus in Texas."]
[4.901334285736084, 2.9520115852355957, "Says Joe Biden is proposing a tax increase that’s the largest in American history."]
[9.142292976379395, -0.08499538153409958, "Joe Biden 'botched' his recitation of the Pledge of Allegiance during a September 2020 campaign speech."]
[10.207087516784668, -0.05976361781358719, "Joe Biden takes a knee after spotting an American flag near his childhood home in Pennsylvania."]
[9.780111312866211, 1.04814612865448, "Says Joe Biden leaked the names of SEAL Team 6’s families to al-Qaida and that he cannot be trusted."]
[11.322588920593262, 0.913037121295929, "Ivanka Trump said Joe Biden's son Hunter has benefited from nepotism."]
[10.981152534484863, -2.659919500350952, "A photograph shows 2020 Democratic presidential candidate Joe Biden on a plane without a mask during the COVID-19 pandemic."]
[10.932121276855469, 0.8305844664573669, "A viral Facebook post claims that former Vice President Joe Biden was involved in a plot to kidnap John F. Kennedy Jr., the son of former President John F. Kennedy."]
[11.746481895446777, 0.711450457572937, "Says Nancy Pelosi’s son served on the Burisma board with Hunter Biden."]
[10.646656036376953, 0.19994159042835236, "U.S. President Joe Biden wore a Rolex that once belonged to his late son Beau."]
[6.60157585144043, -2.199145555496216, "A forensics examination of a Ware County, Ga., Dominion Voting Systems machine found votes were switched from Donald Trump to Joe Biden."]
[11.921365737915039, -0.7384752035140991, "First lady Jill Biden was a teenager working as the Biden family babysitter when she started dating President Joe Biden."]
[9.597824096679688, -1.406851053237915, "Says Joe Biden has a medical device implanted in his skull so he can hear someone give him answers to questions."]
[6.315023422241211, -1.372928500175476, "Fairfax County, Virginia, gave U.S. 2020 Democratic presidential candidate Joe Biden an extra 100,000 votes."]
[11.238213539123535, -0.4111814498901367, "Biden ‘child porn’ shock headline was front page news in Australia."]
[8.148506164550781, 2.6124155521392822, "Charlie Crist supported Biden's agenda to defund the police."]
[11.306034088134766, -1.2454150915145874, "Images from Hunter Biden’s laptop show Joe Biden naked with a young girl."]
[8.535694122314453, 0.38042667508125305, "U.S. President Joe Biden said that Fourth of July celebrations could be canceled in 2021 if Americans did not do what they were told."]
[6.905590057373047, 3.247922658920288, "Under Joe Biden’s policy, immigrants in the country illegally get welfare benefits. United States citizens don't get what they're looking to give illegal immigrants."]
[7.741029262542725, 1.842492699623108, "U.S. President Joe Biden canceled a Trump-era program aimed at deporting sexual offenders called Operation Talon."]
[8.394891738891602, -0.3562794029712677, "From Nov. 26 to 29, 2020, U.S. truckers will carry out a nationwide protest against the election of Joe Biden and his policies that they say will hurt blue-collar workers including those in their industry."]
[8.141736030578613, -0.44939589500427246, "Joe Biden appointed a 'satanist' to the White House."]
[7.82787561416626, -0.6221205592155457, "In 2021, U.S. President Joe Biden replaced country singer Lee Greenwood on the National Council on the Arts, as part of an anti-conservative agenda."]
[8.218478202819824, 0.04190696403384209, "A widely shared meme accurately states that Trump took down ISIS. Biden took down Dr Suess and Mr Potato Head."]
[9.553339004516602, 1.3497663736343384, "In late August 2021, a rogue team of U.S. veterans banded together to go behind President Joe Biden’s back and rescue Afghan allies in an operation dubbed Pineapple Express."]
[4.462750434875488, 0.9688787460327148, "After only 10 days in office, Joe Biden sent the United States back 50 years on its progress toward energy independence."]
[10.640901565551758, -1.1062718629837036, "Boy passes Joe Biden a vial of fresh blood to drink on his way back to the White House"]
[11.20837688446045, -2.8139877319335938, "Joe Biden gave his used face mask to Stephen Breyer."]
[8.754936218261719, 2.89731502532959, "Joe Biden blamed Elton John for AIDS."]
[8.810884475708008, -1.1318780183792114, "Photo shows Donald Trump supporters protesting Joe Biden’s visit to Allentown, Pa."]
[6.162492275238037, -1.9855234622955322, "It begins. Wisconsin Assembly votes to remove electoral votes from Biden."]
[4.017773628234863, 1.0845284461975098, "Biden's Keystone XL pipeline reversal will cost tens of thousands of jobs"]
[8.225015640258789, -2.4451661109924316, "Kamala Harris has not formally taken questions from the press a single time since she was announced as Joe Biden’s vice presidential pick."]
[7.576639175415039, 1.3319377899169922, "Biden and Obama allowed grown men in restrooms with little girls. Trump has rescued over 300 missing children from (pedophiles) and perverts."]
[10.359522819519043, -2.160337448120117, "As of today, no one has the right to film or photograph Mr. Biden as he climbs the flight of stairs. New White House spokesman orders!!?"]
[8.469270706176758, -0.07114213705062866, "In a speech on Jan. 6, 2021, Trump told supporters to storm the U.S. Capitol to delay the constitutional process that would affirm Joe Biden’s presidency."]
[11.820987701416016, -0.5955615639686584, "Dr. Jill Biden is not a medical doctor, and is thus erroneously using the title, Dr."]
[8.664088249206543, 0.02362298034131527, "U.S. Democratic presidential candidate Joe Biden told a false or fabricated story about a war hero while on the campaign trail."]
[8.684514045715332, 0.22141143679618835, "Democratic presidential candidate Joe Biden disparaged U.S. troops as stupid bastards during a 2016 speech."]
[9.950976371765137, 0.05859534442424774, "U.S. President Joe Biden removed military flags from the Oval Office that had been displayed by the previous administration."]
[6.57883882522583, 3.551738739013672, "President Joe Biden signed an executive order making health insurance free for qualifying Americans."]
[8.326616287231445, -0.01550036109983921, "U.S. President Joe Biden erased Dr. Seuss from Read Across America Day."]
[5.764931678771973, 0.7923668026924133, "U.S. 2020 Democratic presidential candidate Joe Biden does not support the set of climate change proposals set forth by other members of his party known as the Green New Deal."]
[6.590807914733887, 3.586317300796509, "E-mail warns of health issues associated with the Obama-Biden ticket."]
[9.40782642364502, 1.0831009149551392, "Says Joe Biden killed a Kelly Loeffler campaign staffer."]
[6.2918195724487305, -1.1214619874954224, "It defies logic that Joe Biden secured more votes that Barack Obama. If only valid votes are counted, Donald Trump and Joe Biden share the popular vote."]
[9.15615463256836, -0.31446823477745056, "At a news conference, U.S. President Joe Biden forgot that he had already shaken Sen. Chuck Schumer’s hand a few seconds earlier and tried to shake it again."]
[8.719191551208496, -1.577599287033081, "Twitter temporarily shut down to slow the spread of negative news against Joe Biden."]
[7.630300998687744, -0.7858080863952637, "A confused U.S. Democratic 2020 presidential candidate Joe Biden dropped out of the race and then endorsed himself."]
[9.4154052734375, 2.2813637256622314, "A Fox News chyron reported Joe Biden has been president for nine hours and 400,000 people are dead."]
[8.576583862304688, 3.7468338012695312, "Biden orders dishonorable discharge for 46% of troops who refuse vaccine."]
[4.60181188583374, 0.7753615975379944, "Obama, Biden and their liberal allies oppose clean coal."]
[7.81797981262207, -1.1565529108047485, "Joe Biden is no longer the President-elect according to RealClearPolitics."]
[8.759623527526855, 1.0623618364334106, "The Biden White House had no representative who came to honor the return of the 13 service members’ remains at Dover Air Force Base."]
[7.984310626983643, -1.4369816780090332, "There's never been a president (before Joe Biden) that has made race and gender the defining factor for a Supreme Court nomination."]
[6.802947521209717, -0.771657407283783, "U.S. President-elect Joe Biden failed an initial cognitive intelligence test for the presidency."]
[8.315502166748047, -1.2749028205871582, "A whistleblower revealed that Joe Biden gave a stand down order in Benghazi."]
[9.54378604888916, -0.18757390975952148, "The crowd chanted an anti-Biden slogan during Joe Biden's gun reform speech"]
[8.334579467773438, 3.6538007259368896, "In September 2021, U.S. President Joe Biden directed the U.S. Department of Veterans Affairs to stop providing healthcare benefits to veterans who are unvaccinated."]
[10.678862571716309, 0.9895493984222412, "Marjorie Taylor Greene was raided by Joe Biden’s DOJ last night."]
[7.455241680145264, 1.285139560699463, "Says Joe Biden and Kamala Harris support abortion up to the moment of birth."]
[9.972951889038086, -0.5791317820549011, "U.S. President Joe Biden farted while meeting with the Duchess of Cornwall."]
[9.574688911437988, -0.5822334289550781, "Video shows Donald Trump giving defiant televised speech two days before Biden's inauguration"]
[9.888656616210938, 0.798529863357544, "Joe Biden made a disrespectful remark to the father of a Navy SEAL killed in Libya."]
[9.548046112060547, -0.7862820029258728, "Video shows Hindu ceremony at White House for US President elect Joe Biden"]
[10.893258094787598, 1.7520204782485962, "Two witnesses with dirt on U.S. 2020 presidential candidate Joe Biden were found floating in a river in Ukraine."]
[4.626407623291016, 0.8189852833747864, "The Biden administration ignores the negative environmental impact created by lithium mining."]
[7.792413711547852, -0.8756752014160156, "Democratic presidential candidate Joe Biden said during a May 2020 interview with CNBC that I'm going to beat Joe Biden."]
[6.047041893005371, -1.883453130722046, "After a major water main break, Georgia election workers counted 18,000 ballots, all for Biden that they pulled from suitcases and with no election observers present."]
[11.922643661499023, -0.7678874731063843, "On March 31, 2021, first lady Jill Biden stood in front of a Nazi-inspired flag while giving a speech to farmworkers."]
[10.347756385803223, -2.1916556358337402, "A photograph shows U.S. President Joe Biden on a movie set designed to look like the Oval Office."]
[7.2536821365356445, -1.9821231365203857, "Biden’s Texas campaign director was arrested for election fraud"]
[8.912056922912598, 3.502035140991211, "U.S. President Joe Biden said that the COVID-19 vaccine would protect people against hurricanes."]
[8.172309875488281, 0.6309260725975037, "Former U.S. Vice President Joe Biden said, Christians violate LGBTQ rights by simply existing."]
[10.788400650024414, 2.1091549396514893, "Russia bombed a Biden-owned villa and several U.S. biolabs in Ukraine."]
[10.726449966430664, -0.9684095978736877, "U.S. Democratic presidential candidate Joe Biden buried a dog after it wandered on stage during a campaign rally."]
[8.071066856384277, 1.3515052795410156, "On April 8, 2021, U.S. President Joe Biden said the Second Amendment of the U.S. Constitution is a phony argument."]
[4.891186237335205, -0.006762790959328413, "A photo showing a Costco gas pump screen with the words, Don't blame us. Blame Joe Biden, is genuine."]
[7.560935020446777, -1.8832281827926636, "In September 2020, CBS Evening News dishonestly presented a group of Latinos for Trump as Biden supporters."]
[7.805556774139404, -1.9795972108840942, "Outside the United States, a European news outlet bore the headline How Election Was Stolen, with images of Joe Biden and Donald Trump."]
[6.440775394439697, 2.2236318588256836, "The Connections Between the Occupy Wall Street Protest, Brookfield\nProperties' Zucotti Park and Vice President Joe Biden"]
[4.377673149108887, 0.7021782398223877, "Democrats, including President Joe Biden, stopped domestic drilling for oil, driving gasoline prices higher."]
[9.56583023071289, 0.13688252866268158, "A close-up from President Joe Biden's inauguration showed he was sworn in on a Bible adorned with upside down crosses."]
[8.928733825683594, 0.9169262647628784, "On Joe Biden's first trip home to Delaware as President, the plane he flew was not Air Force One, proving Donald Trump remains President."]
[9.37735366821289, -0.618388295173645, "Joe Biden mistakenly greeted a crowd in Tampa, Florida, by saying, Hello, Minnesota!"]
[9.148385047912598, 0.03159410506486893, "In September 2020, former Vice President Joe Biden was unable to recite the Pledge of Allegiance, as demonstrated in a video."]
[6.90000057220459, 1.6611807346343994, "Hours after signing an executive order on Jan. 20, 2021, U.S. President Joe Biden violated his own mask mandate."]
[10.412009239196777, -1.4039949178695679, "A TikTok video shows a clip of a Joe Biden body double carrying his own handbags to a car."]
[8.864898681640625, 3.689026117324829, "Says Joe Biden and Kamala Harris distrusted COVID-19 vaccines."]
[9.837862014770508, -1.3945297002792358, "Images show former a wire or an IV on former U.S. Vice President Joe Biden's wrist as he coughed into his sleeve during a presidential debate."]
[7.138711929321289, 1.6676058769226074, "President Joe Biden signed an executive order in 2021 allowing the U.S. to fund abortions abroad."]
[6.937326908111572, 3.592890739440918, "Mitt Romney was invited by President-Elect Joe Biden to head the Health and Human Services Department."]
[6.275878429412842, 3.086606025695801, "During his time in the U.S. Senate, Joe Biden cast two votes 10 years apart — one of them the deciding vote — in favor of legislation that taxed Social Security income."]
[8.803145408630371, -0.14801178872585297, "While speaking of the Violent Crime Control and Law Enforcement Act of 1994, Joe Biden referred to Black Americans as super-predators."]
[7.051147937774658, 1.692312240600586, "When he was still a candidate for the presidency in October 2020, U.S. President Joe Biden said, You can’t legislate by executive order unless you’re a dictator."]
[9.888969421386719, 0.5531018376350403, "A video shows U.S. President Joe Biden placing the Medal of Honor on backwards around the neck of recipient Dwight W. Birdwell, a Vietnam War veteran."]
[8.724893569946289, 3.669149398803711, "The Biden administration had to start from scratch with a comprehensive COVID-19 vaccine distribution plan because the Trump administration had no working plan."]
[6.503605842590332, 0.3282642662525177, "The Atlantic published a story titled Quiet Courage of Biden’s Negative Growth Economy"]
[5.2427659034729, 0.9736437201499939, "Says Joe Biden plans to mandate net-zero carbon emissions for homes, offices and all new buildings by 2030. That basically means no windows, no nothing."]
[8.632729530334473, 1.9932681322097778, "The Biden administration gifted the Taliban with $80 billion-plus in military-grade weapons but now wants your 9mm pistols."]
[10.872804641723633, 2.097642421722412, "Ukraine issued a press release about Joe Biden"]
[7.259974956512451, 1.3623982667922974, "U.S. President Joe Biden’s January executive order commits to combatting discrimination that restricts transgender women athletes in schools from participating in women’s sports."]
[8.453399658203125, 1.9253414869308472, "In 2021, the Biden administration urged the U.S. Supreme Court to allow police to seize guns from homes without warrants."]
[8.812202453613281, 3.642914056777954, "On Feb. 16, 2021, U.S. President Joe Biden falsely claimed a COVID-19 vaccine did not exist when he began his term."]
[8.459601402282715, 1.0214067697525024, "Former U.S. Vice President Joe Biden has never owned a stock or bond, and has never had a savings account."]
[9.858077049255371, -0.5984796285629272, "A video captures U.S. President Joe Biden farting during a town hall."]
[6.5073137283325195, -0.776627779006958, "85% of Americans approved of U.S. President Joe Biden's first speech before a joint session of Congress."]
[11.949362754821777, -0.8909456729888916, "A picture shows U.S. first lady Jill Biden wearing an outfit with a lobster pattern."]
[10.709314346313477, 0.6151951551437378, "A distant relative of U.S. President Joe Biden was a horse thief and a train robber."]
[5.325387001037598, 3.3650732040405273, "Under the Biden administration, the IRS is hiring 87,000 new enforcement agents to come after and audit middle-class Americans."]
[8.075777053833008, 0.20821252465248108, "U.S. President Joe Biden said, 'Black entrepreneurs' don’t have lawyers and accountants like white business owners."]
[8.765551567077637, -0.48395833373069763, "On Feb. 19, 2021, U.S. President Joe Biden uttered a racial slur referring to Black people in a recorded speech."]
[9.522896766662598, -0.8864043951034546, "A video shows 2020 Democratic presidential candidate Joe Biden waving to an empty field after exiting a plane in Tampa, Florida."]
[11.890558242797852, -0.7429400682449341, "U.S. Sen. Mitt Romney tweeted that first lady Jill Biden should get an Oscar for portraying an Alzheimer's care giver posing as a loving wife."]
[5.437026023864746, 0.7957726716995239, "Biden’s Speech Minimizes Historic US Greenhouse Contribution"]
[7.629853248596191, -0.658122181892395, "Former U.S. President George W. Bush endorsed Democratic presidential nominee Joe Biden."]
[9.515630722045898, 1.0279037952423096, "A video shows members of the National Guard turning their backs on U.S. President Joe Biden's motorcade."]
[10.547992706298828, 2.050676107406616, "Biden – Putin: One Phone Call, Two Readouts. What’s Different?"]
[6.442866325378418, 3.480696201324463, "Biden announces Medicare stimulus that provides free dental work to all Seniors who need it! Crowns and implants included."]
[9.667664527893066, -2.0683979988098145, "An image shared on Facebook over 1,700 times purportedly shows Democratic presidential nominee Joe Biden’s huge Delaware mansion."]
[9.163864135742188, 2.6080098152160645, "Says Joe Biden has said 150 million Americans died from guns and another 120 million from COVID-19"]
[6.760772228240967, -2.210393190383911, "Says Joe Biden said voting by mail is a way to fundamentally change this country, contradicting past statements by Barack Obama and Debbie Wasserman Schultz."]
[11.088319778442383, -1.6347280740737915, "Photo shows President Joe Biden groping Jen Psaki, which is how she secured her position as White House press secretary"]
[8.401951789855957, -0.15585152804851532, "An image shared on Facebook claims Washington Post columnist Jennifer Rubin tweeted mass arrests should occur following President Joe Biden’s speech in Philadelphia."]
[6.490827560424805, 0.257791131734848, "An image shared on Facebook purportedly shows an article from The Atlantic titled The Quiet Courage of Biden’s Negative Growth Economy."]
[9.907720565795898, -2.5043489933013916, "Says Joe Biden owns a private island next to Jeffrey Epstein’s."]
[9.94245719909668, -0.4436529278755188, "A bird pooped on Joe Biden during his speech in Iowa."]
[8.925134658813477, -1.8209644556045532, "A video shared on Facebook purportedly shows Paris church bells ringing to celebrate the Nov. 7 announcement that President-elect Joe Biden won the election."]
[8.947249412536621, -1.9576244354248047, "An image shared on Facebook lists a number of achievements allegedly accomplished by President-elect Joe Biden."]
[9.3673677444458, 0.264566034078598, "An image shared on Facebook claims Eric Trump, the son of former President Donald Trump, announced he will reveal classified information on Telegram that will lead to President Joe Biden being removed from office."]
[8.837986946105957, 3.6227657794952393, "An image shared on Facebook claims President Joe Biden announced that Americans not vaccinated against COVID-19 before 2022 will be put in quarantine camps."]
[10.146855354309082, -1.5900858640670776, "An image shared on Facebook claims that President Joe Biden faked driving an electric Ford truck and that someone else drove it."]
[4.3380584716796875, 0.46023979783058167, "Gas prices during the Obama-Biden administration were $5.49 a gallon."]
[7.2942938804626465, 0.4143041968345642, "Says Joe Biden said: If Haiti just quietly sunk into the Caribbean, or rose up 300 feet, it wouldn’t matter a whole lot in terms of our interests."]
[10.096882820129395, 1.6294313669204712, "A post shared on Facebook purports President Joe Biden’s former COVID-19 Response Coordinator, Jeff Zients, allegedly died while in custody at Guantanamo Bay."]
[4.3190507888793945, 0.8230286836624146, "Joe Biden’s war on American energy caused this crisis and his only response has been to drain our strategic petroleum reserve to its lowest level since 1983."]
[6.536357879638672, -1.9074052572250366, "A post on Twitter claims 6,000 fraudulent votes cast for President-elect Joe Biden were found in Arizona, reducing his roughly 10,000-vote lead to 4,000 votes."]
[3.7141976356506348, 0.928445041179657, "Antony Blinken confesses that Biden is responsible for the Nord Stream pipeline leaks."]
[4.871220588684082, 3.076486825942993, "President Joe Biden’s corporate tax rate increase would put us in line with other industrial nations."]
[8.738031387329102, 3.747767925262451, "South Korean President Moon Jae-in demanded vaccines for North Korea at a summit with US President Joe Biden"]
[5.35907506942749, 2.4688479900360107, "Says Joe & Jill Biden’s income went from $396,456 in 2016, to $16,596,979 in 2017-2019. Anyone else want to know where that money is coming from?"]
[11.34729290008545, 0.39111557602882385, "A video shared on Facebook claims Republican Texas Sen. Ted Cruz leaked information stemming from Hunter Biden’s laptop that implicated House Speaker Nancy Pelosi."]
[9.543538093566895, 0.859296441078186, "A post shared on Facebook claims President Joe Biden purportedly hired crisis actors to portray U.S. Marines during his speech in Philadelphia."]
[9.250443458557129, -1.70517098903656, "An image shared on Facebook claims President-elect Joe Biden confirmed an agenda to microchip the masses."]
[5.930342197418213, 2.1909918785095215, "A post shared on Facebook claims the Nigerian government is donating $600 million to Democratic presidential nominee Joe Biden’s campaign."]
[10.075850486755371, -0.6965358257293701, "A video shared on Facebook purportedly shows a man heckling President Joe Biden about the alleged hacking of his son Hunter Biden’s iCloud account."]
[7.930145740509033, -0.22243063151836395, "A viral Facebook post shared over 6,200 times claims President Donald Trump said, If you elect Joe Biden, I will go to prison."]
[8.274267196655273, -2.41909122467041, "US President Joe Biden and Vice President Kamala Harris are traveling together in contravention of standard security measures."]
[6.205517292022705, -1.5455175638198853, "A viral Instagram post claims Michigan magically found over 130,000 votes cast for Democratic presidential nominee Joe Biden early Wednesday morning."]
[3.99393630027771, 1.057325839996338, "My company was building the Keystone Pipeline when (President Joe) Biden canceled it."]
[8.340057373046875, 0.17415238916873932, "Says Joe Biden attacked voters this primary, saying damn liar, full of s--- and dog-faced pony soldier."]
[10.369043350219727, -2.1617887020111084, "A post shared on Instagram purports all pictures of Biden in the Oval Office were taken in 2021 on a staged set and with computer-generated imagery (CGI)."]
[8.792184829711914, -0.7373895049095154, "A video shared on Facebook purportedly shows former Vice President Joe Biden making a racist remark, saying, Our culture is not imported from some African nation or some Asian nation. It’s our English jurisprudential culture, our European culture."]
[11.408775329589844, -1.6120635271072388, "An image shared on Facebook purportedly shows former Vice President Joe Biden standing with former Senate staffer Tara Reade, who accused Biden of sexually assaulting her in the early 1990s."]
[8.581889152526855, -1.5726912021636963, "An image shared on Facebook purportedly shows a letter former President Donald Trump left for President Joe Biden that reads, Joe, you know I won."]
[10.222378730773926, -1.537610650062561, "An image shared on Facebook claims to show a Chinese handler for President Joe Biden wearing a pin of the Chinese Communist Party."]
[7.604772567749023, 2.802870035171509, "The Biden administration is not even testing these people being released by Border Patrol into the U.S."]
[11.112448692321777, -2.835843324661255, "A post shared on Facebook claims President Joe Biden was the only world leader wearing a mask during a recent video conference."]
[8.457188606262207, 1.046462893486023, "President Obama and Vice President Biden never even tried to fix this (police reforms) during their eight-year period."]
[9.366134643554688, -1.5858856439590454, "An image shared on Facebook purportedly shows a translated excerpt from a Prague newspaper article calling supporters of President-elect Joe Biden a multitude of fools."]
[10.477957725524902, 1.3076506853103638, "A video shared on Facebook claims the military arrested Anita Dunn, a former senior adviser to President Joe Biden."]
[9.25777530670166, 2.746732473373413, "A viral Facebook post shared over 18,000 times claims Democratic presidential nominee Joe Biden said that if he was president, there would have been zero COVID-19 deaths."]
[8.220934867858887, -2.0477659702301025, "A post shared on Facebook claims President Joe Biden and Vice President Kamala Harris have agreed to resign from their positions and leave the White House."]
[5.31119966506958, 2.3017773628234863, "The national debt is now bigger than our economy. That hasn’t happened since World War Two – and we’re in peacetime. Joe Biden is digging a hole America can never fill."]
[8.547168731689453, -1.3251277208328247, "An image shared on Facebook claims President-elect Joe Biden nominated writer and activist Charlotte Clymer to serve as the U.S. secretary of education."]
[4.543070316314697, 0.9075532555580139, "Says Joe Biden just announced on CNN he will completely shut down drilling for oil and natural gas on day one of his administration."]
[9.924140930175781, -1.3972991704940796, "Joe Biden was holding a medical device in a photo he tweeted during the 2022 Winter Olympics."]
[7.971136569976807, 2.045147180557251, "A Texas farmer was arrested for using illegal immigrants for free labor by pretending to be Joe Biden."]
[5.08818244934082, 1.8361917734146118, "The vast majority of the American people support Biden’s $1.9 trillion rescue plan, including a majority of Republicans."]
[9.10515022277832, -1.5257375240325928, "An image shared on Facebook purportedly shows a tweet from President Joe Biden addressing a comment he made during a Feb. 16 CNN town hall event."]
[9.026835441589355, -0.6888798475265503, "A video shared on Facebook purportedly shows President Joe Biden saying the N-word during a recent speech."]
[10.973305702209473, 1.394046664237976, "Clintons, Powell, and Hunter Biden have already undergone military tribunals."]
[8.557282447814941, -1.5334243774414062, "A viral Instagram post allegedly shows a tweet from Democratic New York Gov. Andrew Cuomo that reads, I call on Joe Biden to resign."]
[8.360736846923828, 1.2724632024765015, "A post shared on Facebook claims President Joe Biden has done nothing to help Texans during the recent winter storm."]
[7.636977195739746, 2.667872428894043, "Says the Biden administration is canceling immigration detainers and requiring our law enforcement leaders to release serious criminal offenders."]
[6.764978885650635, 3.6486613750457764, "Mitt Romney has been asked to lead Health and Human Services in Biden administration."]
[11.201780319213867, 0.3648841977119446, "A video shared on Facebook claims Texas Republican Sen. Ted Cruz purportedly unveiled a video showing Speaker of the House Nancy Pelosi and Hunter Biden’s alleged illegal activities."]
[11.089735984802246, 0.8054290413856506, "A video shared on Facebook claims Republican Florida Gov. Ron DeSantis confronted President Joe Biden’s son, Hunter Biden, in Florida."]
[9.031417846679688, -1.5109212398529053, "A post shared on Facebook claims President Joe Biden gained 19 million Twitter followers in two days."]
[4.924618244171143, 1.7904436588287354, "A viral Facebook post shared over 7,400 times claims Democratic presidential nominee Joe Biden said he would create 550 million new jobs during an Oct. 2 speech."]
[9.0563325881958, 1.3791038990020752, "A post shared on Facebook claims no representative from the Biden administration attended Sunday’s dignified transfer of the 13 U.S. service members recently killed in Afghanistan."]
[9.618083000183105, -0.34909430146217346, "A video shared on Facebook allegedly shows Philadelphia Eagles fans chanting F–k Joe Biden during an Oct. 17 football game against the Dallas Cowboys at Lincoln Financial Field."]
[6.640249729156494, 3.164914131164551, "A viral Facebook post shared over 1,800 times claims Democratic presidential nominee Joe Biden said in a recent speech that he and California Sen. Kamala Harris will defund Social Security."]
[8.987257957458496, 3.6881988048553467, "During her first appearance with presumptive Democratic presidential nominee Joe Biden as his running mate, California Sen. Kamala Harris on Wednesday claimed the 2014-2016 Ebola outbreak was a pandemic."]
[8.243851661682129, -2.282957077026367, "Kamala Harris resigns in shock after Biden’s ‘mandatory’ border trip...Trump jails ‘corrupt’ VP."]
[7.716139793395996, 2.195662021636963, "A photo shared on Facebook shows an article in the style of the New York Post reporting the Biden administration plans to outlaw footage of illegal immigrants at the U.S.-Mexico border."]
[9.322240829467773, 1.3728370666503906, "Joe Biden left Marines behind in Afghanistan. And now he left a Marine behind in Russia."]
[7.5016069412231445, 0.6045718193054199, "Speaking of his restriction on travel from China, I had (Joe) Biden calling me xenophobic. ... He called me a racist, because of the fact that he felt it was a racist thing to stop people from China coming in."]
[8.444804191589355, 0.7630927562713623, "Joe Biden didn’t sign an antilynching bill in a ceremony outside the White House on March 29."]
[10.440732955932617, -0.14496400952339172, "An image shared on Facebook allegedly shows President Joe Biden kneeling down to plead with the son of George Floyd."]
[10.296822547912598, -0.879380464553833, "An image shared on Facebook purportedly shows an article from The Atlantic with a headline that reads, The Heroism of Biden’s Bike Fall. Verdict: False"]
[9.448517799377441, -0.9009864926338196, "A video shared on Facebook purportedly shows President Joe Biden and newly-confirmed Supreme Court Justice Ketanji Brown Jackson celebrating the ousting of Pakistani Prime Minister Imran Khan."]
[6.516245365142822, 0.3299306333065033, "Atlantic article touts quiet courage of Biden's negative growth economy"]
[4.287110805511475, 0.7487974762916565, "Biden drained America's Strategic Petroleum Reserves to the lowest level since 1984."]
[9.809480667114258, -2.6423211097717285, "An image shared on Facebook claims the cameras shut off when President Joe Biden was asked in a press conference about an alleged hit list provided to the Taliban."]
[11.316751480102539, 0.5248521566390991, "A video shared on Facebook claims Wisconsin Republican Sen. Ron Johnson imprisoned Hunter Biden while showing information from his personal laptop."]
[6.28967809677124, -0.7918350100517273, "A viral Instagram post claims President Joe Biden’s 39 percent approval rating is lower than former President Donald Trump’s ever was."]
[7.620911121368408, 0.7245476245880127, "Says Joe Biden hasn’t admitted he was wrong on the Iraq War, as he did with the Hyde Amendment."]
[11.059398651123047, -2.7658538818359375, "An image shared on Facebook purportedly shows Democratic presidential nominee Joe Biden violating social distancing guidelines and not wearing a mask at a recent event."]
[9.161371231079102, -1.460159420967102, "An image shared on Facebook purportedly shows Joe Biden tweeting that he is proud to see Coca-Cola educate their staff in cultural reappropriation."]
[8.924098014831543, -1.2684844732284546, "US President Joe Biden tweets referring India's Narendra Modi as ‘world leader’"]
[3.999201774597168, 1.0425076484680176, "The cancellation of the Keystone XL pipeline by Joe Biden killed hundreds of jobs, sent gas prices way up."]
[8.543973922729492, 0.3410964608192444, "New York Times editor admits Biden sexual assault story was censored at behest of Biden campaign."]
[8.182415962219238, 3.6248769760131836, "A viral Instagram post claims President Joe Biden ordered the Department of Veterans Affairs (VA) to withhold benefits from veterans who have not received COVID-19 vaccinations."]
[7.042069911956787, 1.6553215980529785, "A post shared on Facebook claims 14 U.S. generals said they will never take orders from President-elect Joe Biden."]
[7.8677496910095215, 3.5569303035736084, "An image shared on Facebook claims President Joe Biden announced plans to cut veteran benefits, saying, They get enough handouts."]
[7.49891996383667, -1.5965847969055176, "A post shared on Facebook claims President-elect Joe Biden invented the Office of the President Elect."]
[6.2715229988098145, -1.888587474822998, "Arizona and Georgia now have the proof, Joe Biden is not our elected president!"]
[7.032337665557861, -1.4569942951202393, "A post shared on Facebook claims RealClearPolitics (RCP) retracted its call for President-elect Joe Biden winning Pennsylvania."]
[4.949937343597412, 2.1621203422546387, "Inflation has gone up every month of the Biden presidency and just hit another 40-year high."]
[6.324518203735352, -1.3479599952697754, "Joe Biden was called for Michigan even though Donald Trump won more votes."]
[11.869277954101562, 0.7560811638832092, "Says Nancy Pelosi bought $1.25 million in Tesla stock the day before Joe Biden signed an order for all federal vehicles to be electric."]
[10.35453987121582, -2.1025936603546143, "Footage of the Bidens celebrating Easter at the White House is fake."]
[11.361093521118164, 0.598590612411499, "A post shared on Facebook claims the computer repair shop owner who allegedly brought forward a laptop owned by Hunter Biden has been found dead."]
[7.472858905792236, -0.8070158362388611, "Not long after former Vice President Joe Biden announced his 2020 presidential campaign, The Salty Liberal Facebook page posted an image claiming that Biden had previously run for president three times."]
[7.978076934814453, -1.7796093225479126, "A post shared on Facebook claims Facebook changed President-elect Joe Biden’s page title from President-elect to Politician."]
[7.192838668823242, 2.832547426223755, "Says Joe Biden is restricting travel for Americans into Mexico, but is keeping the border wide open for illegal aliens to walk right into our country."]
[8.804037094116211, 0.8461011052131653, "Posts shared on Facebook claim the Department of Defense (DoD) does not recognize Joe Biden as president."]
[6.059367656707764, 3.578958034515381, "President Biden is raising the prices of insulin and Epi-Pens on those with high costs and the uninsured."]
[4.936374187469482, 3.011270046234131, "A post shared on Facebook claims Democratic presidential nominee Joe Biden plans to raise federal income taxes to 52 percent."]
[7.048108100891113, 0.047889385372400284, "A viral Facebook post shared over 2,200 times claims Democratic presidential nominee Joe Biden said he grew up in Section 8 housing."]
[10.314711570739746, -2.0799942016601562, "A viral Instagram post claims a White House photo of President Joe Biden walking in the grass is proof he was photoshopped into it."]
[9.646832466125488, -0.414152592420578, "Eagles fans shout F— Joe Biden while Jill Biden attends NFL game!"]
[10.86905574798584, -1.4862936735153198, "An image shared on Facebook purportedly shows Dr. Rachel Levine, President Joe Biden’s nominee for assistant secretary of health, tweeting thank you to Vanity Fair for featuring her on a magazine cover."]
[11.11421012878418, -2.825343608856201, "An image shared on Facebook allegedly shows President Joe Biden and former Secretary of State Hillary Clinton forgoing face masks in private during the COVID-19 pandemic."]
[9.463939666748047, -0.4737761318683624, "A video shared on Facebook purportedly shows a Syrian woman asking former President Donald Trump to stop President Joe Biden from bombing Syria."]
[5.514194011688232, 1.2877345085144043, "Says Joe Biden’s infrastructure plan is the Green New Deal."]
[5.499281883239746, 2.4283900260925293, "President Joe Biden claimed on Twitter that pharmaceutical companies spent approximately $100 million lobbying against the Inflation Reduction Act."]
[9.571998596191406, -0.5458349585533142, "A video shared on Facebook allegedly shows Trump lawyers playing a video before congress showing President Joe Biden committing election fraud."]
[7.269280910491943, 2.87746524810791, "Joe Biden has been secretly flying illegal immigrants into communities across the country in the middle of the night."]
[8.710895538330078, 3.8119354248046875, "Joe Biden and Kamala Harris continuously questioned the vaccine during the campaign but now they support vaccine cards and forced vaccinations."]
[8.52617073059082, -0.9098015427589417, "A viral Facebook post shared over 750 times claims Democratic presidential nominee Joe Biden received the questions for the first presidential debate in advance."]
[11.68722152709961, 0.7454097867012024, "A post shared on Facebook claims House Speaker Nancy Pelosi’s son Paul Pelosi Jr. and Utah Sen. Mitt Romney’s son served on the Ukrainian gas company Burisma Holdings’ board of directors with Democratic presidential candidate Joe Biden’s son Hunter Biden."]
[4.633787631988525, 3.2088139057159424, "Democrats and Joe Biden want to abolish the suburbs altogether by ending single-family home zoning."]
[9.366951942443848, -1.004955768585205, "Old C-SPAN footage of Joe Biden introducing man in blackface."]
[10.274045944213867, -2.3147640228271484, "Photo shows Biden’s inaugural stage being built on the White House North Lawn."]
[7.4232497215271, -0.48106130957603455, "Joe Biden already has what is the most progressive platform of any major party nominee in history."]
[11.282730102539062, 0.9536711573600769, "A Facebook post claims White House adviser and first daughter Ivanka Trump said, Hunter Biden – the son of – accepted a job for which he had absolutely no qualifications. It was an outrageous abuse of power of his father, and should be treated as such."]
[9.304052352905273, -0.4909508526325226, "A viral video shared on Facebook purportedly shows Democratic presidential nominee Joe Biden as he botches the Pledge of Allegiance."]
[5.363587379455566, 0.834923267364502, "Says Joe Biden wants American farmers to put their farmland into Gvt ‘land banks.’ Gvt would then tell farmers what ‘sustainable’ plants they could grow."]
[5.121037006378174, 2.327827215194702, "A post shared on Facebook claims President Joe Biden proposed a $2 trillion bill to study the cause of rising inflation rates."]
[8.128392219543457, 2.656733751296997, "President Donald Trump claimed on Twitter that former Vice President Joe Biden wants to defund the police."]
[4.042337894439697, 1.0859280824661255, "Says Joe Biden canceled the Keystone pipeline because Warren Buffett donated $58 million to his campaign."]
[6.30844783782959, 0.9922013282775879, "The Bidens own 10% of a Chinese firm whose stock is up almost 300% since Joe Biden was elected."]
[8.458775520324707, -1.2251758575439453, "An image shared on Facebook claims President Joe Biden vowed to nominate a capable negro woman who can read and write to the Supreme Court."]
[7.557020664215088, 2.8472824096679688, "A post shared on Facebook claims a United Nations chief said they were deeply shocked by the conditions at migrant detention facilities under President Joe Biden’s administration."]
[4.529853820800781, 0.6304858326911926, "Soybeans dropped 70 cents and corn 50 cents per bushel in two days, causing farmers to lose big money, thanks to Biden’s executive orders."]
[7.686574935913086, 2.954219341278076, "The Biden Administration is recklessly releasing hundreds of illegal immigrants who have COVID into Texas communities."]
[9.210114479064941, -1.638498306274414, "An image shared on Facebook more than 750 times attributes a seemingly incoherent quote to Democratic presidential nominee Joe Biden."]
[11.278078079223633, 1.9036692380905151, "When Joe Biden’s son Hunter was serving as a director to Ukraine’s largest private gas producer, the elder Biden threatened to withhold $1 BILLION in U.S. aid to Ukraine if they didn’t fire a prosecutor looking into the gas company."]
[6.142354488372803, 1.0750555992126465, "An image shared on Facebook claims Tesla CEO Elon Musk tweeted that he tried to buy the Bidens, but the Chinese wouldn’t sell them. Verdict: False"]
[7.87565803527832, 1.986495852470398, "An image shared on Facebook purportedly shows a screenshot of an NBC News article about a Texas farmer who was arrested for impersonating President Joe Biden and threatening to deport illegal immigrants."]
[10.84818172454834, 0.8622583746910095, "A post shared on Facebook claims top U.S. military leaders purportedly criticized Republican Florida Gov. Ron DeSantis for meeting with President Joe Biden following Hurricane Ian."]
[8.5416259765625, -2.0926129817962646, "Says Kamala Harris said she believed that Joe Biden committed sexual assault against various women."]
[7.432978630065918, -1.2546961307525635, "A post shared on Facebook claims President Joe Biden filed for reelection with the Federal Election Commission (FEC) in anticipation for the 2024 Presidential election."]
[8.153965950012207, 0.009779788553714752, "Biden took down Dr. Seuss and Mr. Potato Head."]
[8.342814445495605, 0.10614687949419022, "U.S. President Donald Trump plans to bypass the swearing-in ceremony of his successor, President-elect Joe Biden."]
[9.809974670410156, -0.9078436493873596, "An Instagram account posted a leaked call between Joe Biden and the FBI"]
[9.514195442199707, -1.4747099876403809, "U.S. President-elect Joe Biden has experienced two brain aneurysms, both of which required surgery."]
[6.293712615966797, -0.8111734986305237, "70% of Americans don't believe a word the mainstream media puts out, so everyone who thinks Biden won are only 30% of the population."]
[4.9180121421813965, 2.9514544010162354, "Says Joe Biden and Kamala Harris would raise the federal income tax rate for a person with a bi-weekly gross salary of $3,000 to 39.6%, costing nearly half your paycheck."]
[10.325386047363281, 1.0461344718933105, "Joe Biden was involved in a plot to kidnap JFK Jr. according to the just declassified FBI files, and also made several threats."]
[8.357621192932129, -1.0534199476242065, "On March 31, 2021, first lady Jill Biden mispronounced the Spanish phrase, Si Se Puede, during a speech."]
[9.776004791259766, 0.45784303545951843, "Joe Biden played Fuck tha Police at an event in Florida"]
[7.504393577575684, 1.220259428024292, "In 1982, then-U.S. Sen. Joe Biden voted in favor of effectively overturning Roe v Wade."]
[9.982304573059082, -3.157274007797241, "Says Joe Biden was asleep and snoring during a TV interview."]
[8.63958740234375, 2.723745822906494, "U.S. President Joe Biden said: Imagine had the tobacco industry been immune to prostitute being sued."]
[8.810894012451172, 0.5486730933189392, "On and around June 6, 2021, U.S. President Joe Biden failed to acknowledge or commemorate the 77th anniversary of the D-Day landings."]
[10.648955345153809, -1.6900769472122192, "A photograph shows Joe Biden with a Grand Wizard of the Ku Klux Klan."]
[9.258674621582031, -0.3609352111816406, "U.S. President Joe Biden was recorded on a hot mic saying, No one fucks with a Biden."]
[9.674739837646484, -1.937416911125183, "An image shared on Facebook over 400 times allegedly shows a Build Back Better Biden bumper sticker on the back of a car at an out-of-service gas station."]
[11.126603126525879, -2.724487781524658, "An image shared on Facebook purportedly shows former Vice President Joe Biden and Michigan Gov. Gretchen Whitmer violating social distancing guidelines on April 9."]
[8.301793098449707, -2.066692352294922, "A video shared on Facebook claims President Joe Biden and Vice President Kamala Harris have resigned and former President Donald Trump has been reinstated as president."]
[11.373908042907715, -1.7353001832962036, "An image shared on Facebook claims CNN hasn’t published a single article about former Senate staffer Tara Reade’s sexual assault allegation against former Vice President Joe Biden."]
[10.648815155029297, 2.0520265102386475, "President Donald Trump's phone call with the Ukrainian president sounds exactly like what Joe Biden did."]
[7.612697601318359, 2.340092182159424, "An image shared on Facebook claims President-elect Joe Biden said on Parler that he would enact the Subjugation Reparations Act and change the name of the Washington Monument to BLM Tower."]
[6.7731757164001465, -1.0693422555923462, "A viral Instagram post claims President-elect Joe Biden’s Thanksgiving address received only 1,000 views online"]
[6.726742744445801, -2.010582208633423, "A post shared on Facebook claims a Philadelphia mob boss was hired by President-elect Joe Biden to illegally print 300,000 ballots for the presidential election."]
[7.276339530944824, -1.9619340896606445, "Biden campaign director arrested for electoral fraud."]
[11.248738288879395, 2.0503339767456055, "Says Burisma admitted in a Ukrainian court to paying Joe Biden $900,000."]
[6.352669715881348, -0.8287948966026306, "A post shared on Instagram claims MSNBC anchor Rachel Maddow recently revealed President Joe Biden has a higher approval rating in Texas than Republican Texas Sen. Ted Cruz."]
[6.083156585693359, 2.0996463298797607, "Hamas bought weapons of mass destruction with $150 million given by Joe Biden"]
[6.865988254547119, 1.712510108947754, "An image shared on Facebook purportedly shows an executive order President Joe Biden signed to ban political humor directed at his administration."]
[10.592369079589844, -1.1170591115951538, "A video shared on Facebook allegedly shows a boy giving President Joe Biden a vial of blood."]
[9.593034744262695, -1.8958969116210938, "An image shared on Facebook over 2,200 times claims the owner of the Tampa Bay Buccaneers paid for an anti-Joe Biden advertisement in The Wall Street Journal."]
[9.986188888549805, -2.107912063598633, "An image of empty grocery store shelves shows the effect of President Joe Biden's Build Back Better plan."]
[8.416584968566895, -0.21218153834342957, "Says Joe Biden plagiarized Donald Trump in his Democratic National Convention speech."]
[7.12881326675415, 2.1186349391937256, "No, US president Biden hasn’t issued executive order offering visas and work permits to Nigerians – it’s a scam"]
[7.786373138427734, -1.9773918390274048, "CBS stole a photo from Latinos for Trump in Phoenix and tagged it as a Biden event."]
[8.651691436767578, -0.28127866983413696, "As of January 2023, OpenAI's ChatGPT technology declined to write a poem admiring Donald Trump, but successfully drafted one for Joe Biden."]
[7.983945846557617, -1.986899495124817, "An image shared on Facebook claims that if former Vice President Joe Biden wins the election but later stepped down, then House Speaker Nancy Pelosi would automatically become vice president."]
[7.001643180847168, 2.476759910583496, "A viral Facebook post shared over 2,700 times claims Nabisco is closing plants in Georgia and New Jersey and moving to Mexico as a result of President Joe Biden being elected."]
[5.9228997230529785, 3.2165682315826416, "U.S. President Joe Biden signed his name on letters from the IRS announcing his administration's stimulus relief measures."]
[7.462308406829834, -1.0734459161758423, "One hundred twenty-four retired admirals and generals signed a letter questioning the validity of the 2020 election and U.S. President Joe Biden's mental acuity."]
[6.262598991394043, -1.5004197359085083, "Says Joe Biden received a sudden influx of 138,339 votes in Michigan while Donald Trump received none."]
[8.291879653930664, -0.20103426277637482, "Last week Joe Biden flashed the ‘white power’ sign. President Trump condemned white supremacists yesterday. Why hasn't Joe Biden?"]
[7.713038444519043, 1.1342229843139648, "Joe Biden said, With regard to the filibuster, I believe we should go back to the position of the filibuster that existed just when I came to the United States Senate 120 years ago."]
[8.776087760925293, -0.1643265038728714, "A viral Facebook post shared over 700 times claims Democratic presidential nominee Joe Biden called black people super predators in 1994."]
[6.769865989685059, 1.0498079061508179, "In 2021, an IHOP employee posted a flyer that blamed U.S. President Joe Biden for staffing problems and curtailed opening hours."]
[10.834216117858887, 2.15923810005188, "President Joe Biden said, To the Ukrainian people, I say to them all, you might you might they they might be able to make right and they’re not able to."]
[7.725418567657471, 1.354835867881775, "Says President Joe Biden canceled Trump’s child sex ring operation, which saw thousands of arrests last year."]
[9.942755699157715, -0.9775398969650269, "Joe Biden talked about what he described as his hairy legs during a public speech in Wilmington, Delaware."]
[9.051192283630371, -0.7411507964134216, "Former Indian prime minister Manmohan Singh has been invited to US President-elect Joe Biden’s inauguration as a chief guest."]
[9.059296607971191, 3.331284999847412, "A viral Facebook post shared over 3,400 times claims Democratic presidential nominee Joe Biden met with Virginia Gov. Ralph Northam three days before Northam tested positive for COVID-19."]
[9.469283103942871, -1.7553930282592773, "An image shared on Facebook more than 1,000 times purportedly shows text on an In-N-Out Burger cup that reads, Fuck Joe Biden."]
[8.32311725616455, -1.817968487739563, "White House physician demands Biden’s immediate resignation following his ‘obvious’ cognitive decline."]
[8.036236763000488, 0.5253933072090149, "Biden failed to condemn far-left violent groups like Antifa, instead faulting only the brave men and women of law enforcement."]
[11.15169620513916, -2.874239444732666, "Says Joe Biden was the only world leader to wear a face mask during a video conference."]
[8.522115707397461, -1.7700603008270264, "Republicans nominated the 1st Black woman to the SCOTUS & she was BLOCKED & filibustered by... Joe Biden."]
[8.091021537780762, 3.0469863414764404, "An image shared on Facebook claims President Joe Biden announced he will immediately defund the Department of Veterans Affairs."]
[9.803241729736328, 0.6943691372871399, "Video shows Joe Biden putting a Medal of Honor on a Vietnam War veteran backward."]
[7.449609756469727, 1.972643494606018, "Says the Biden administration’s Unaccompanied Alien Children process has no vetting, no transparency."]
[9.526451110839844, -0.1922563910484314, "Hecklers chanted f--- Joe Biden during a Barack Obama speech."]
[7.189146518707275, 2.995340585708618, "Vice President Joe Biden said that illegal immigrants are already American citizens to him."]
[11.394049644470215, 1.95603609085083, "Numerous media outlets have reported that Hunter Biden was paid as much as $50,000 a month for his work with the Ukrainian gas company Burisma Holdings."]
[11.864373207092285, 0.6912723183631897, "An image shared on Facebook purportedly shows a Reuters-cited story suggesting House Speaker Nancy Pelosi invested in cannabis companies shortly before President Joe Biden granted pardons for marijuana possession."]
[10.05248737335205, 0.3770138919353485, "A video shared on Facebook purports Ohio Republican Rep. Jim Jordan allegedly sent President Joe Biden to jail over shocking laptop photos."]
[9.285473823547363, -1.743506908416748, "United States President Donald Trump posted a photograph calling Democratic Party presidential nominee Joe Biden the resident (as in nursing home resident) in chief."]
[8.836642265319824, -0.6893494725227356, "Screenshots of text messages that emerged in June 2021 authentically documented Hunter Biden, who is white, calling his white lawyer the N-word."]
[8.56445598602295, 2.9475152492523193, "Sen. Ted Cruz said that if Joe Biden won the 2020 presidential election, Democrats would loosen COVID restrictions a week later."]
[11.118988990783691, -2.8968067169189453, "An image shared on Facebook over 4,700 times purportedly shows former NBA player Dennis Rodman wearing a shirt emblazoned with the text, ‘Your mask is as useless as Joe Biden."]
[6.302196025848389, -0.7540269494056702, "In a January 12 2022 Quinnipiac poll, U.S. President Joe Biden's approval rating plummeted to just above 30 percent."]
[6.935213088989258, 1.7249910831451416, "U.S. President Donald Trump can use Executive Order 13848 to prevent President-Elect Joe Biden from taking office."]
[6.7625627517700195, -1.9470385313034058, "Reputed mobster Skinny Joey Merlino was hired by the Biden campaign to rig the 2020 U.S. election."]
[8.546500205993652, 0.14799684286117554, "Says Clint Eastwood called Joe Biden an incompetent, lying, flip-flopping, insincere, double-talking, radical socialist."]
[11.06408977508545, 2.0496132373809814, "The FBI raided a Cleveland office linked to Ukraine. Biden, Pelosi, Kerry and Romney all had sons getting tens of millions of dollars from no-show jobs in Ukraine."]
[9.047558784484863, 2.6244518756866455, "President Joe Biden received five draft deferments because of his asthma and thus did not serve in the Vietnam War."]
[9.237151145935059, -2.1948351860046387, "In May 2021, a billboard sign in Calvert County, Maryland, featuring caricatures of U.S. President Joe Biden and Vice President Kamala Harris read: DON'T BLAME TRUMP! You are stuck with these two shit heads!!!"]
[8.913861274719238, -1.317285180091858, "President Joe Biden's teleprompter reminded him to leave now after his Aug. 16, 2021, speech about the Taliban and Afghanistan."]
[10.371382713317871, 1.0774956941604614, "A Florida grand jury has indicted Barack Obama and Joe Biden."]
[10.620532035827637, 2.2296032905578613, "U.S. President Joe Biden said: How do we get to the place where, you know, Putin decides he's gonna just invade Russia? Nothing like this has happened since World War II."]
[8.126440048217773, -2.3439836502075195, "Pelosi would become Kamala Harris’s vice president if Biden was elected and unable to serve his full term"]
[5.324353218078613, 0.6606284976005554, "An image shared on Facebook claims President Joe Biden’s climate plan requires Americans to reduce their red meat consumption by 90 percent."]
[11.082691192626953, 2.032595157623291, "Biden is wanted on class A drugs felony charges in Ukraine"]
[8.655684471130371, 1.9184420108795166, "Because of U.S. President Joe Biden's mental fitness, more than 30 U.S. House Democrats issued a letter on Feb. 22, 2021, asking him to give up his authority as the only American who can launch nuclear weapons."]
[10.304466247558594, 0.420897901058197, "U.S. President Joe Biden called Fox News reporter Peter Doocy a stupid son of a bitch."]
[10.010603904724121, -0.06114601343870163, "Joe Biden's campaign website's section on Israel mentioned not letting Palestinians off the hook for their choices -- language that was later removed from the page."]
[7.331823825836182, -1.6694847345352173, "A video shared on Facebook claims President Joe Biden admitted to 2020 election fraud after former president Donald Trump saved the price of oil."]
[8.081071853637695, -2.1275506019592285, "A September 2021 poll indicated Donald Trump would defeat both U.S. President Joe Biden and Vice President Kamala Harris if the former president decides to run in 2024."]
[5.776897430419922, 1.5590516328811646, "John Kerry, who was selected by U.S. President-elect Joe Biden to serve as climate envoy, owns six homes, two yachts, 12 cars, and a private jet."]
[10.251117706298828, -1.472726583480835, "U.S. President Joe Biden visited the Tree of Life Synagogue after a mass shooting in 2018."]
[6.3427934646606445, -1.2558661699295044, "President-elect Joe Biden won 306 Electoral College votes, the same total President Donald Trump won in 2016."]
[5.888556957244873, 3.362161874771118, "Says that President Joe Biden said Americans will start seeing direct deposits in their bank accounts this weekend, and that Medicare recipients will get back $2,880."]
[7.3123064041137695, -1.258391261100769, "U.S. President-elect Joe Biden created the Office of the President Elect to convince Americans the 2020 elections results were final when they weren't."]
[11.098496437072754, -2.874052047729492, "Says Joe Biden and Gretchen Whitmer were maskless at the Detroit Athletic Club while OUR children are being mandated to wear a mask while playing outdoor sports."]
[8.456095695495605, -2.3799450397491455, "A video shows U.S. President Joe Biden accidentally referring to Vice President Kamala Harris as President Harris."]
[6.655612468719482, 3.188894271850586, "Says Joe Biden tried to cut Social Security and Medicare for decades. ... Now Biden’s promising your benefits to illegal immigrants."]
[7.8687357902526855, 0.8655138611793518, "Former U.S. Vice President Joe Biden once said he had no empathy for the plight of younger people."]
[7.529968738555908, -0.7586042881011963, "Actor Sam Elliott publicly expressed his personal support for Joe Biden's presidential candidacy in 2020."]
[10.804328918457031, 2.1954593658447266, "U.S. President Joe Biden told U.S. troops in Poland about Ukraine: You're gonna see when you're there."]
[8.826910018920898, 3.574052333831787, "In 2021, U.S. President Joe Biden announced his intention to place in camps anyone not vaccinated against COVID-19 by 2022."]
[8.88533878326416, 1.0061570405960083, "Says Biden had to take a private plane to D.C. instead of a government plane because they know he’s not a legitimate president and the military is now responsible for restoring legitimate civilian government."]
[5.904661655426025, 1.9853756427764893, "A post shared on Facebook claims NBC News’ Kristen Welker gave thousands of dollars to Obama, Clinton and Biden, is registered as a Democrat & her family spent Christmas with the Obamas at the White House."]
[7.359554767608643, 0.49031779170036316, "Sen. Joe Biden told an audience which included hundreds of African Americans that Republican economic policies would put y'all back in chains."]
[8.732232093811035, -2.5407662391662598, "Vice President Mike Pence unfollowed the president and changed his Twitter banner to an image of Joe Biden and Kamala Harris"]
[7.22841215133667, 2.7866594791412354, "As of Dec. 1, 2022, U.S. President Joe Biden had not visited the U.S.-Mexico border since taking office in early 2021."]
[6.869725227355957, 3.5099921226501465, "The Biden administration is bringing amendments that would propose that all nations of the earth cede their sovereignty over national health care decisions to the WHO."]
[4.897121429443359, 1.9414441585540771, "There is no evidence Biden’s spending produced one job. Nonpartisan projections for job growth in 2021, not including that American Rescue Plan, showed higher job growth than Biden produced."]
[7.727391719818115, 1.7090795040130615, "DirecTV cancels OAN after Joe Biden orders media outlets and tech giants to banish voices that deviate from the regime’s official narrative."]
[11.850292205810547, -1.0042392015457153, "A photograph captures former second lady Jill Biden lunging to protect Joe Biden from protesters during a 2020 presidential campaign event."]
[7.8189191818237305, 0.07405568659305573, "United States President Joe Biden claimed that white supremacy is a bigger threat to America than ISIS or terrorism."]
[10.968876838684082, 0.2475237101316452, "Video shows U.S. Sen. Ted Cruz appearing to doze off for a moment during U.S. President Joe Biden’s speech in Congress on April 28, 2021."]
[8.62131118774414, 0.7361822128295898, "A post shared on Facebook claims President Joe Biden was denied entry to the Pentagon on April 16."]
[9.24332332611084, -1.0013563632965088, "Presumptive Democratic presidential nominee Joe Biden participated in a blackface skit at a 1985 fundraiser."]
[4.699252128601074, 3.163378953933716, "A viral Facebook post shared over 4,300 times claims Democratic presidential nominee Joe Biden wants to put a 3% annual federal tax on your home."]
[8.067109107971191, 0.597740650177002, "Rep. Alexandria Ocasio-Cortez ignored Democratic Party presidential nominee Joe Biden in her remarks for the 2020 Democratic National Convention."]
[4.880102634429932, 0.9768131971359253, "In the 2020 presidential election, Democratic candidate Joe Biden's policy on fracking was to ban it outright."]
[8.194723129272461, 1.6513152122497559, "If elected, U.S. Democratic presidential candidate Joe Biden wants to abolish the Second Amendment, regarding the right of the people to keep and bear Arms."]
[7.002312660217285, -0.4730418026447296, "Says Jimmy Kimmel, Jimmy Fallon and Stephen Colbert are still not doing Biden jokes."]
[10.276674270629883, -1.9922184944152832, "A photograph shows French President Emmanuel Macron scolding U.S. President Joe Biden during a NATO summit in 2021."]
[9.431114196777344, 0.846188485622406, "A viral Facebook post shared over 500 times claims Gen. David Berger, commandant of the U.S. Marine Corps, refused House Speaker Nancy Pelosi’s request for 5,000 troops to help safeguard Biden’s Jan. 20 inauguration from Trump supporters and insurrectionists."]
[6.382397651672363, -1.289583683013916, "U.S. President-elect Joe Biden won millions more votes than there were eligible voters in the 2020 election."]
[10.032441139221191, -2.045314073562622, "A video posted to U.S. President Donald Trump's Facebook page showed Joe Biden's campaign logo superimposed on a coffin."]
[8.962162017822266, 2.099141836166382, "If Biden wins the election, there are people out there planning on mass murdering poc and lbgtq+ people. Please stay inside during the election and a few days after."]
[6.31113862991333, 3.1967127323150635, "A post shared on Facebook claims Democratic presidential nominee Joe Biden proposed raising the age to be eligible for Social Security benefits to 75."]
[10.81259822845459, -0.8092770576477051, "President-elect Joe Biden’s German shepherd, Major, will be the first rescue dog to reside at the White House."]
[10.28031063079834, -1.0445516109466553, "U.S. President-elect Joe Biden's walking boot conceals a GPS ankle bracelet that monitors people under arrest."]
[10.395164489746094, -1.352005124092102, "Rabbi Michael Beals called Joe Biden a mensch in an article about the then-senator attending a shiva minyan."]
[10.791817665100098, -0.7720742225646973, "The Delaware Humane Association dog shelter is celebrating Major’s ascension to first dog ahead of U.S. President Joe Biden's inauguration with a virtual Indoguration party and fundraiser on Jan. 17, 2021."]
[9.606423377990723, -0.26043733954429626, "A video clip from Barcelona was shown at the Republican National Convention (RNC) to depict violence in Biden's America."]
[5.416204452514648, 3.3892221450805664, "The Biden Administration’s American Families Plan proposes that financial institutions report all transactions from personal and business accounts except those below $600."]
[8.171285629272461, -1.2695292234420776, "If Democratic presidential candidate Joe Biden is elected to the White House in November 2020, Jill Biden’s only initiative as first lady will be to require all Americans to learn Spanish."]
[6.449986457824707, 0.9329206943511963, "An image shared on Facebook over 183,000 times claims that during a debate, Vice President Kamala Harris said to President Joe Biden, You will do whatever the Chinese tell you! They gave your son over a billion dollars."]
[6.904776096343994, 2.28411865234375, "After U.S. President Joe Biden issued an executive order halting construction on the Mexico-U.S. border wall on Jan. 20, 2021, his administration considered reversing that policy stance and extending the concrete-and-steel wall beyond its current limits."]
[8.989669799804688, -0.43326348066329956, "A video shared on Facebook purportedly shows North Korean leader Kim Jong Un calling President Joe Biden a weak president and saying he still has a good relationship with former President Donald Trump."]
[7.379105567932129, 0.7732323408126831, "Says Joe Biden has written a letter of apology for calling Trump’s travel restrictions from China xenophobic."]
[10.558576583862305, 0.5438364744186401, "President Joe Biden's great-great-great grandfather owned a 14-year-old Black slave in 1850."]
[4.882149696350098, 0.04362132400274277, "An image shared on Facebook purportedly shows a Costco gas pump displaying a message that reads, Don’t blame us. Blame Joe Biden."]
[8.496199607849121, 0.9468098282814026, "No one showed up for this Joe Biden and Kamala Harris joint campaign event in Arizona."]
[7.2046685218811035, -0.041976749897003174, "CNN says Dick Cheney will be advising Biden on foreign policy."]
[4.7901835441589355, 3.217090368270874, "Biden wants to end Shareholder Capitalism.. that's your 401k..your pensions.. your retirement.. are you voting for that???"]
[6.8159003257751465, 3.404763698577881, "Democratic presidential candidate Joe Biden said U.S. taxpayers have an obligation to fund health care for 11 million illegal immigrants."]
[7.099111080169678, 2.027456045150757, "An image shared on Facebook claims President Joe Biden signed an executive order granting E-visas to 25,000 Nigerian citizens in specific professions."]
[6.339855670928955, -1.2518680095672607, "Residents in the Queens Village section of New York City received ballots pre-marked for Joe Biden and other Democratic candidates."]
[8.15482234954834, -0.5604743957519531, "In summer 2020, U.S. Democratic presidential candidate Joe Biden's campaign released a so-called Muslim ad courting Muslim voters."]
[7.408264636993408, -0.596003532409668, "While on the campaign trail in September 2020, U.S. Democratic presidential candidate Joe Biden promised fewer fires, floods, and hurricanes if he wins the election in November."]
[9.603647232055664, -0.9540252089500427, "A video shared on Facebook purportedly shows CNN host Don Lemon and Lincoln Project co-founder Rick Wilson laughing at Democratic presidential nominee Joe Biden during an interview."]
[8.359245300292969, 1.7798190116882324, "The FBI is investigating an incident in which Trump supporters in pickup trucks surrounded a Biden-Harris campaign bus on a highway in Texas on Oct. 30, 2020."]
[6.728748321533203, 1.2152100801467896, "Democratic U.S. presidential nominee Joe Biden taught constitutional law for 21 years."]
[11.134281158447266, 0.9743887186050415, "Tucker Carlson emailed Hunter Biden asking for his help in getting his son into Georgetown University, including writing a recommendation letter."]
[8.113198280334473, -0.7951311469078064, "Conspiracy theorist Alex Jones said President-elect Joe Biden will be removed from office one way or another."]
[9.539509773254395, -1.038537859916687, "A video shared on Instagram purportedly shows President Joe Biden staging a March 16 interaction with reporters in front of a green screen."]
[6.2240824699401855, 3.387831926345825, "Sen. Raphael Warnock voted with Biden to slash Medicare spending."]
[6.926214218139648, 0.2651669383049011, "During a 2008 interview, then-vice presidential candidate Joe Biden said Franklin D. Roosevelt got on the television when the stock market crashed in 1929."]
[8.834178924560547, 3.309359073638916, "A viral Facebook post claims President Joe Biden has been impeached in connection to COVID-19 vaccines for China."]
[6.509774684906006, 0.8366295099258423, "Joe Biden is handing our power grid to the Chinese Communist Party."]
[9.321269989013672, -0.9610937833786011, "A video shared on Facebook purportedly shows Democratic presidential nominee Joe Biden saying Hello, Minnesota while at a campaign event in Tampa, Florida."]
[10.340120315551758, 2.005225419998169, "On June 16, 2021, U.S. President Joe Biden mistakenly referred to Russian President Vladimir Putin as President Trump, and then quickly corrected himself."]
[10.588797569274902, 2.0511937141418457, "Third Obama Term? Russian TV Slams Incoming Biden Staff"]
[10.297290802001953, -2.0639705657958984, "The White House created a fake set for (President Joe) Biden to get his booster shot. The entire Biden presidency is one giant charade."]
[8.081889152526855, -1.7533941268920898, "A post shared on Facebook claims Facebook removed the title of President from Donald Trump’s official Facebook page, replacing it with Political Candidate, following President-elect Joe Biden’s victory in the 2020 presidential election."]
[7.371505260467529, 2.9854555130004883, "In January 2021, a migrant caravan was headed to the U.S. because of President Joe Biden's changes to immigration policies."]
[8.107991218566895, 2.6798713207244873, "U.S. Democratic presidential nominee Joe Biden supports defunding police agencies."]
[9.181182861328125, -1.1778855323791504, "U.S. President Joe Biden had a Ron Burgundy moment when he carelessly read something he wasn't supposed to say off a teleprompter."]
[6.975240707397461, 2.573399782180786, "Says Nabisco is closing plants in Georgia and New Jersey and moving to Mexico because of Biden’s election."]
[11.176470756530762, -2.7920475006103516, "An image shared on Facebook purportedly shows Republican Florida Gov. Ron DeSantis holding up an orange Your mask is as useless as Joe Biden t-shirt."]
[8.628270149230957, -1.415479063987732, "During U.S. President Joe Biden's first presidential news conference on March 25, 2020, he briefly walked away from the lectern as a reporter asked him a question."]
[9.080498695373535, 1.5304343700408936, "Joe Biden intentionally let it fall apart in Afghanistan because he wants a couple hundred thousand more Ilhan Omars to come into America to change the body politic permanently."]
[4.639551162719727, 3.2219977378845215, "During the 2020 election, U.S. President Joe Biden called for eliminating the stepped-up basis for capital gains tax."]
[7.045648574829102, 1.6925698518753052, "In September 2020, U.S. President Donald Trump said he might sign an executive order barring Joe Biden from ever becoming U.S. president."]
[6.849274635314941, -1.8285988569259644, "Former U.S. President Barack Obama ordered former Italian Prime Minister Matteo Renzi to cooperate in a massive-scale voter fraud scheme to flip votes from Trump to Biden, four years into the future."]
[7.2971510887146, 2.9929189682006836, "Says Joe Biden is now saying he inherited ‘a mess’ at the border. Fact: 9,000 illegals all of 2020. So far in 2021 108,000 entered U.S."]
[6.166990756988525, -1.4007391929626465, "An image shared on Facebook claims Kentucky presidential election results show rapper Kanye West with over 40,000 votes, placing him ahead of President Donald Trump and Democratic presidential nominee Joe Biden."]
[9.12062931060791, -0.055242594331502914, "In a speech paying tribute to Bob Dole, in December 2021, President Joe Biden read aloud End of message."]
[11.283329963684082, -0.38842490315437317, "A viral Facebook post shared over 2,300 times claims President-elect Joe Biden’s sister is married to the owner of the election technology firm Dominion Voting Systems."]
[8.561375617980957, -0.6438270211219788, "President Donald Trump and former Vice President Joe Biden met on Thursday night for the second and final presidential debate before the Nov. 3 election. NBC News held the debate at Belmont University in Nashville, Tennessee."]
[11.061296463012695, -2.6668038368225098, "Images shared on Facebook purportedly show former Vice President Joe Biden and other Democrats disregarding coronavirus precautions at the event to announce his 2020 running mate."]
[8.871511459350586, 3.628558874130249, "A tweet from the verified White House Twitter account claims there were no COVID-19 vaccines available before President Joe Biden took office in January 2021."]
[4.2483344078063965, 0.5012386441230774, "A BP oil executive named Brice Cromwell blamed the Biden administration for high gas prices."]
[6.350421905517578, 3.4958720207214355, "The difference between what I support and what you support, Vice President Biden, is that you require them to opt in (to a Medicare public option), and I would not require them to opt in. ... They would automatically be enrolled. That’s a big difference. ... Are you forgetting what you said two minutes ago?"]
[7.380433082580566, 3.0704901218414307, "Illegal border crossings are up 173% from 1 year ago and 28% since January when President Biden stopped the wall & deportations and started catch & release."]
[11.449714660644531, 0.5723710656166077, "In an interview broadcast on April 4, 2021, Hunter Biden, the son of U.S. President Joe Biden, said the controversial laptop allegedly containing evidence detailing his business dealings in Ukraine could belong to him."]
[6.377779006958008, -0.7672454118728638, "A post shared on Facebook claims a CBS News poll found that 85 percent of Americans approved of President Joe Biden’s April 28 address to Congress."]
[7.377424240112305, 1.0943936109542847, "The Biden Administration is engaging in extreme ‘woke’ politics by encouraging children to take chemical castration drugs and undergo surgeries, and they are lying to children by telling them puberty blockers are reversible."]
[8.997214317321777, 3.569598436355591, "U.S. Rep. Marjorie Taylor Greene referred to the idea of a vaccine passport as Biden's mark of the beast."]
[7.363129615783691, 2.8561184406280518, "More fentanyl has crossed the border in the last two months under Biden than in 2019 under Trump."]
[8.207893371582031, -1.609941840171814, "During an interview, presumed U.S. Democratic 2020 presidential nominee Joe Biden asked a news reporter, Are you a junkie?"]
[8.679400444030762, 3.64176607131958, "Without a shred of clinical data to support its decision, the Biden Administration has revoked the emergency use authorization for lifesaving monoclonal antibody treatments."]
[5.205986499786377, 2.928898811340332, "The child tax credit passed under President Joe Biden has helped 97% of the families with children who are living in poverty."]
[8.609722137451172, 1.523226022720337, "Says Joe Biden planned a winter storm as warfare, an attack on Texas by altering the jet stream."]
[8.461960792541504, -2.1860294342041016, "U.S. Sen. Kamala Harris has said she believes women who have accused former Vice President Joe Biden of various offenses, ranging from inappropriate touching to rape."]
[9.350321769714355, 1.1633446216583252, "National Guard members turned their backs on Biden’s motorcade on Inauguration Day."]
[5.066104888916016, 2.8376851081848145, "Says Ford agreed to invest $900 million at an Ohio plant because Donald Trump lowered taxes and is now moving the project to Mexico because Joe Biden is increasing taxes."]
[8.498457908630371, -2.557976245880127, "Not one word from Joe Biden and Kamala Harris honoring service members for Memorial Day."]
[7.293631076812744, -0.37374454736709595, "An image shared on Facebook claims The Washington Post published an op-ed suggesting that President Joe Biden should cancel the upcoming 2022 midterm elections to save democracy."]
[5.659055233001709, 1.4901814460754395, "The amount Elon Musk just paid for Twitter ($44 billion) is nearly equal to Biden’s proposed climate budget ($44.9 billion), in case anyone's wondering how seriously we’re taking the climate crisis[.]"]
[7.197751522064209, 1.5536197423934937, "U.S. President Joe Biden signed an executive order that provides free transgender surgery to military members."]
[4.315176963806152, 0.4695793390274048, "U.S. gas prices averaged well over $5 per gallon under the administration of U.S. President Barack Obama and Vice President Joe Biden."]
[7.719801425933838, 3.090914726257324, "In early 2021, the Biden administration was recklessly releasing hundreds of migrants who tested positive for COVID-19 into Texas communities."]
[9.84213924407959, 0.2760063707828522, "A video shared on Facebook claims former President Donald Trump jailed an aide of President Joe Biden’s 2020 campaign for election fraud."]
[11.213804244995117, -1.6471130847930908, "Says photo of Malia Obama's credit card next to white powder was found on Hunter Biden's laptop."]
[11.272652626037598, -1.488566279411316, "A picture shows Vice President Joe Biden groping Stephanie Carter, wife of former defense secretary Ash Carter, during a government ceremony."]
[10.757585525512695, -1.6596705913543701, "An image shared on Facebook and Twitter allegedly shows President Joe Biden and deceased convicted sex offender Jeffrey Epstein smiling for a picture together."]
[5.9700751304626465, 2.3878657817840576, "An image shared on Facebook claims President Joe Biden canceled $250 million in funding that former President Donald Trump gave to historically black colleges and universities (HBCUs)."]
[10.360593795776367, -0.5767104029655457, "Says Jen Psaki said, President Biden might need kneepads for riding his bike, but the last guy needed kneepads for visiting the Kremlin."]
[4.818619728088379, 3.057504415512085, "Dave Ramsey wrote a Facebook post warning fans about Joe Biden's tax plan, and the post itself accurately described said plan."]
[11.072562217712402, -1.6211594343185425, "A photograph shows U.S. President Joe Biden groping White House Press Secretary Jen Psaki."]
[10.120878219604492, 0.6884341239929199, "After Joe Biden became vice president, at the behest of his father, he gave his uncle, Frank H. Biden, a Purple Heart for serving in the U.S. military during World War II."]
[10.83460807800293, 0.5708809494972229, "An image shared on Facebook over 700 times allegedly shows President Joe Biden’s ancestor, Remus Biden, about to be hanged for horse theft."]
[9.820414543151855, -1.5362651348114014, "An image shared on Facebook purportedly shows Democratic presidential candidate Joe Biden wearing a wire during the first presidential debate on Tuesday."]
[7.201967716217041, 1.225997805595398, "An image shared on Facebook purportedly shows a CNN article reporting that the Biden administration lowered the age of consent to eight years old."]
[9.571915626525879, -1.9536428451538086, "An attempted political attack on Joe Biden misspelled dementia as dimensia on at least one Pennsylvania billboard."]
[11.194953918457031, 0.42109227180480957, "Ted Cruz erupts as FBI director tries to defend Biden over Mar-a-Lago raid in video."]
[6.405735969543457, 3.2709856033325195, "Because our family couldn’t afford health insurance, Obama/Biden penalized us about $10,000, then took that $10,000 and used it to pay for others’ free Obamacare. Trump ended that theft."]
[8.449103355407715, 3.7173357009887695, "A viral Instagram post claims a member of President-elect Joe Biden’s COVID-19 task force recommended withholding food stamps and rent assistance from people who refuse coronavirus vaccines."]
[7.54066801071167, 1.1916117668151855, "AARP endorses Biden and gives financial support to Planned Parenthood."]
[9.766926765441895, 1.163184404373169, "Then-Vice President Joe Biden publicly revealed the identity of the special-operations unit responsible for Osama bin Laden’s killing during a 3 May 2011 speech at the Atlantic Council Awards Dinner."]
[10.561933517456055, 1.2974704504013062, "During a visit to South Africa in the 1970s, then-U.S. Sen. Joe Biden was arrested while attempting to visit Nelson Mandela in prison."]
[9.152179718017578, 1.5062642097473145, "President Joe Biden withdrew troops from Afghanistan simply because of Trump Derangement Syndrome and they wanted to reverse any policy that Trump had implemented."]
[10.610458374023438, -0.3695685863494873, "An image shared on Facebook claims President Donald Trump tweeted about an Instagram account releasing information from a laptop that allegedly belonged to Hunter Biden."]
[10.901132583618164, 1.5081112384796143, "Delta Force raided U.S. President-elect Joe Biden's compound in Ukraine."]
[4.932638645172119, 2.985565185546875, "Says Joe Biden and Kamala Harris want massive tax hikes on working families."]
[11.929669380187988, -0.7337061166763306, "Jill Biden was not at the White House to receive a Christmas tree on November 22, 2021"]
[11.511137008666992, -1.2935959100723267, "U.S. President Joe Biden pinched a young girl’s nipple in 2015, according to video footage of the incident and the girl’s own claims on TikTok."]
[10.288622856140137, -2.230599880218506, "A picture of U.S. President Joe Biden in front of the White House in March 2022 was staged or digitally altered to add trees."]
[9.192672729492188, -1.8016958236694336, "An image shared on Facebook purportedly shows Democratic presidential nominee Joe Biden with former Massachusetts State Rep. candidate Matt Trowbridge."]
[7.7956438064575195, 0.8370198607444763, "Says that four Democrats — Sheila Jackson Lee, Joe Biden, Elizabeth Warren, and Alexandria Ocasio-Cortez — made specific, suspect remarks about such topics as the Constitution, abortion and guns."]
[4.802565574645996, 1.5256320238113403, "West Virginia University just came out with a study that showed that there will be almost 20,000 jobs created in clean energy in West Virginia if (President Joe Biden’s) agenda is passed."]
[9.244527816772461, -0.9076035618782043, "US Democratic presidential nominee Joe Biden greeted Florida voters with Hello, Minnesota!"]
[8.263777732849121, 1.8643137216567993, "A bus that crashed in Texas was found to be carrying undocumented persons into the state to support Joe Biden during a primary election."]
[4.874213695526123, 1.1166526079177856, "Says Democratic presidential nominee Joe Biden backs a fracking ban that would cost 100,000 Wisconsin jobs"]
[6.6815314292907715, -2.2517731189727783, "Says Dominion Voting System flipped votes to Joe Biden in states where Trump is bringing legal challenges."]
[6.413244247436523, -1.9675023555755615, "Joe Biden received a fraudulent 'dump' of 143K ballots in Wisconsin in the early morning hours after Election Day 2020."]
[5.326179504394531, 0.6516733765602112, "President Joe Biden's climate plan includes cutting 90% of red meat from Americans' diets by 2030."]
[6.22528600692749, -1.4646546840667725, "President Trump won 410 Electoral College votes to Joe Biden's 128, evidence found on a seized Dominion server in Germany."]
[9.575345039367676, -1.102140188217163, "Says Joe Biden tweeted, I have consulted with Instagram’s CEO to take the page @electionleaks down. They have supposedly ‘video proof’ of me using a hidden earpiece in tonight’s debate. This is slander, and not true."]
[8.71509838104248, -0.26782146096229553, "The musician and right-wing commentator Ted Nugent wrote an open letter to Joe Biden, vowing to reject his calls for unity."]
[11.367659568786621, -1.6745150089263916, "A photograph shows Joe Biden with Tara Reade, a woman Biden claims he never met who has accused him of sexual assault."]
[7.455809116363525, 2.12701678276062, "An image shared on Facebook purportedly shows a CNN article reporting President Joe Biden threatened to cancel all U.S. visas to be issued in the Philippines."]
[9.493171691894531, -0.383274644613266, "Joe Biden called Pope Francis the famous African American baseball player in America."]
[4.462435245513916, 1.193564772605896, "Shell Oil laying off 9,000 workers because of Joe Biden."]
[9.999937057495117, -3.133112907409668, "A video recorded on Nov. 1, 2021, of U.S. President Joe Biden at the United Nation's climate summit showed him falling asleep."]
[6.770116806030273, 1.883431077003479, "A video shared on Instagram claims an Executive Order from President Joe Biden will purportedly replace cash with digital currency by December 2022."]
[6.786128044128418, -1.5643116235733032, "The 2020 election results in Pennsylvania show a statistically impossible pattern and votes were manufactured for Joe Biden."]
[10.779213905334473, -0.7512478828430176, "The staff of U.S. President-elect Joe Biden released a statement from Major, the first family’s adopted German shepherd, wishing his adopted father a speedy recovery from hairline fractures in his foot."]
[10.141201972961426, 0.01861533708870411, "The Biden administration displayed the Russian flag on the National Mall ahead of Inauguration Day in 2021."]
[4.02532958984375, 1.006040334701538, "By ending the Keystone XL Pipeline project, President Joe Biden imperiled one of Donald Trump's most significant achievements, which was that we had achieved American energy independence."]
[10.125375747680664, -1.026902437210083, "A video shared on Facebook purportedly shows President-elect Joe Biden wearing an ankle monitor."]
[5.390225410461426, 0.8587881326675415, "Says Joe Biden will redirect the $30 billion that Donald Trump left for U.S. farmers to ‘climate change.’"]
[8.24797248840332, 0.9939247965812683, "RuPaul expressed disagreement with President Joe Biden's recognition of the 1915 massacre of Armenians as a genocidal act."]
[9.721973419189453, -0.44273480772972107, "During an annual congressional baseball game in the 1970s, Joe Biden hit a ball off the right-center field wall."]
[10.538683891296387, -1.9800347089767456, "An image shared on Facebook purportedly shows actor Sylvester Stallone wearing an anti-President Joe Biden t-shirt."]
[8.81166934967041, -2.4801700115203857, "An image shared on Facebook claims Vice President Mike Pence recently changed his Twitter cover photo to one of President-elect Joe Biden and Vice President-elect Kamala Harris."]
[8.849782943725586, 0.49956977367401123, "No, US president Joe Biden not whispering into South African president Cyril Ramaphosa’s ear at queen Elizabeth’s funeral"]
[4.704775810241699, 3.137079954147339, "Joe Biden's tax plan includes a 3% federal property tax on privately-owned homes."]
[4.856554985046387, 0.9738593101501465, "Says Joe Biden's plan for net-zero emissions would instantly shut down all fracking and all mining immediately in Pennsylvania."]
[8.242875099182129, -2.22898268699646, "U.S. President-Elect Joe Biden signaled that he would resign from the office of President should he and Vice President-Elect Kamala Harris encounter any disagreements."]
[11.795702934265137, -0.5383484959602356, "U.S. President Joe Biden and first lady Jill Biden were booed during their pre-recorded statement that aired just before the Super Bowl game on Feb. 7, 2021."]
[8.914070129394531, -1.3574379682540894, "An image shared on Facebook claims Democratic presidential nominee Joe Biden sent a tweet thanking college football coach Nick Saban for endorsing him."]
[4.141981601715088, 1.119608759880066, "By revoking the Keystone pipeline permit, Biden is destroying 11,000 jobs."]
[9.001286506652832, -1.4665178060531616, "A post shared on Facebook claims actor Dwayne The Rock Johnson lost 48 million Twitter followers after sharing a video endorsing Democratic presidential nominee Joe Biden."]
[7.565847396850586, 0.7268288731575012, "U.S. President Joe Biden dismissed or excused China's atrocities against its Uyghur population as the result of different norms."]
[8.534631729125977, -2.233410596847534, "U.S. Sen. Kamala Harris called former Vice President Joe Biden a racist during a presidential debate."]
[5.802278995513916, 2.52681303024292, "Joe Biden's student debt forgiveness plan is a bailout for rich kids."]
[8.540874481201172, 0.8448979258537292, "The Tampa Bay Buccaneers, Super Bowl LV champions, refused an invite to the White House by U.S. President Joe Biden."]
[9.672337532043457, -2.1216254234313965, "A Facebook meme shows actual grocery store shelves photographed during the administrations of former U.S. President Donald Trump and current President Joe Biden."]
[7.36873197555542, 2.5953116416931152, "Says Joe Biden shut down travel from 8 countries in response to the Omicron variant, but he refuses to require a #COVID19 test for illegal immigrants crossing our Southern border."]
[8.539076805114746, -0.09923560917377472, "Credible sources said U.S. President Donald Trump was preparing to invoke martial law before President-elect Joe Biden's inauguration on Jan. 20, 2021."]
[9.960186004638672, 0.003921904601156712, "Former U.S. Vice President Joe Biden's 2020 presidential campaign forced the staff of an Iowa public library to remove an American flag."]
[8.82692813873291, 1.8137515783309937, "Says a video of Joe Biden and Beto O’Rourke at a Texas Whataburger shows Biden looking directly into the camera and promising to take away Americans’ guns if elected."]
[6.51913595199585, -1.8589179515838623, "An image shared on Facebook claims 46 states have performed vote recounts that confirmed President Joe Biden lost the 2020 presidential election."]
[11.693241119384766, -1.1563249826431274, "An odd photograph of U.S. President Joe Biden, first lady Jill Biden, former President Jimmy Carter, and former first lady Rosalynn Carter is genuine."]
[8.19735336303711, -0.7466663718223572, "U.S. President-elect Joe Biden's transition team was removed from the Pentagon after leaking intelligence to the Chinese government."]
[9.48709487915039, 2.115666151046753, "A video shared on Facebook purports that Twitter CEO Elon Musk has revealed information that President Joe Biden is fatally sick."]
[6.199800968170166, -1.2431769371032715, "U.S. Democratic presidential nominee Joe Biden broke the record for most votes cast in a presidential election, surpassing a record set by Barack Obama in 2008."]
[11.881394386291504, -1.0541679859161377, "An image shared on Facebook purportedly shows first lady Jill Biden modeling a black dress and cheetah print jacket."]
[4.857483386993408, 1.8956048488616943, "The Biden administration’s American Jobs Plan will be the biggest non-defense investment in research and development in the history of our country."]
[5.326444149017334, 3.364678144454956, "Says Joe Biden's IRS reform proposals would require banks and credit unions to hand over private information about routine transactions to the IRS."]
[8.86583137512207, -1.0075515508651733, "U.S. President Joe Biden posted a message on Twitter saying he was proud to see Coca-Cola educate their staff in cultural reappropriation."]
[9.013801574707031, -1.30101478099823, "An image shared on Facebook nearly 250 times allegedly shows President Donald Trump tweeting, The Florida State Seminoles look like Sleepy Joe Biden has been leading their practices!"]
[8.44139289855957, -1.0323448181152344, "A viral Instagram post claims President Donald Trump nominated Democratic presidential nominee Joe Biden to the Supreme Court."]
[11.075596809387207, 2.102733850479126, "Says Joe Biden blackmailed Ukraine with a billion in tax dollars to drop an investigation into his son and Democrats want to impeach President Trump for simply asking if it was true?"]
[9.045852661132812, -2.1508750915527344, "An image shared on Facebook claims Time Magazine named Chinese President Xi Jinping as Person of the Year alongside President-elect Joe Biden and Vice President-elect Kamala Harris."]
[8.027861595153809, 2.547098398208618, "A Joe Biden-Bernie Sanders unity policy document shows they want to abolish our police departments. They want to abolish our prisons, I guess."]
[7.375561237335205, 2.9184322357177734, "Says President Joe Biden sparked a migrant caravan from Honduras and questioned the loyalty of U.S. troops at the inauguration."]
[10.838340759277344, 2.136031150817871, "Putin bombs Biden-owned villa in Ukraine while hammering biolabs & pedophile rings."]
[7.944875717163086, -1.650856614112854, "Joe Biden is planning to step down from the vice-presidential slot on the Democratic ticket in favor of Hillary Clinton."]
[10.603766441345215, -0.17976875603199005, "An image shared on Facebook purportedly shows President-elect Joe Biden kneeling and apologizing to George Floyd’s daughter."]
[10.456700325012207, -1.472312092781067, "A viral Facebook post shared over 600 times claims to show evidence President Joe Biden used a body double to fake his COVID-19 vaccine booster shot."]
[5.070614814758301, 2.6536314487457275, "Joe Biden and Raphael Warnock are spending $1.5 billion on ‘urban forestry’ and raising taxes on those making under $200k to pay for it."]
[6.4409308433532715, 0.47264549136161804, "Even the president of [the United States] of America, Joe Biden, has confirmed that the trickle-down economic model has failed."]
[10.155003547668457, -0.07531370967626572, "Former Vice President Joe Biden took a knee after seeing a U.S. flag while visiting Scranton, Pennsylvania in July 2020."]
[7.7777533531188965, -1.4563565254211426, "In October 2020, Joe Biden's presidential campaign pulled an ad featuring Joe Malcoun because the campaign got caught misrepresenting his business interests and his family's inherited wealth."]
[9.055683135986328, 3.3251075744628906, "As U.S. President Joe Biden said in a September 2022 60 Minutes interview, the COVID-19 pandemic is over."]
[9.370851516723633, 1.1984001398086548, "Hundreds of members of the National Guard were made to vacate the U.S. Capitol and sent to rest in a nearby parking garage, while providing security around U.S. President Joe Biden's inauguration."]
[5.691641807556152, 2.473062753677368, "U.S. Democratic 2020 presidential candidate Joe Biden claimed he accumulated $280,000 in debt while attending college."]
[9.039724349975586, 1.4406780004501343, "News cameras shut off just as Biden was asked if he gave the Taliban a hit list of evacuating American and Afghan officials."]
[6.400843143463135, 0.4745500087738037, "On key issues including taxes, health care, the Green New Deal, abortion, and guns, there is no daylight between Bernie Sanders and Joe Biden."]
[9.121820449829102, 1.5390602350234985, "This horrifying image encapsulates Joe Biden's Afghanistan catastrophe: The Taliban hanging a man from an American Blackhawk helicopter. Tragic. Unimaginable."]
[4.760005474090576, 3.097428560256958, "An image shared on Facebook claims Democratic presidential nominee Joe Biden proposed a nationwide 2 percent property tax increase."]
[10.108453750610352, -0.5047089457511902, "U.S. President Joe Biden pooped his pants during a meeting with Pope Francis in Rome."]
[7.247037410736084, -1.966334581375122, "A Texas official linked to President-Elect Joe Biden was arrested in Texas for engaging in voter fraud."]
[7.879542350769043, -0.19020815193653107, "A viral Facebook post claims President Donald Trump said, If you elect Joe Biden, there will be no hand sanitizer."]
[9.175987243652344, 2.5665993690490723, "Democratic 2020 presidential candidate Joe Biden said during a debate that 150 million people have been killed [by guns] since 2007."]
[6.795289993286133, -1.7470866441726685, "Joe Biden's low ranking in a 2020 Gallup 'Most Admired Man' poll is an anomalous result indicative of electoral fraud."]
[9.701424598693848, -1.2646414041519165, "A video shared on Facebook purportedly shows Democratic presidential nominee Joe Biden caught red-handed using a teleprompter during a recent interview."]
[10.551177978515625, -0.08846055716276169, "A photograph shows U.S. President Joe Biden kneeling in front of George Floyd’s son to apologize for the death of his father while in police custody."]
[11.217035293579102, 0.2125304490327835, "An image shared on Facebook purportedly shows a Snopes fact-check article about a video that allegedly came from a laptop belonging to Hunter Biden."]
[11.798264503479004, 0.7390151023864746, "Tim Ryan said I do love Nancy Pelosi and votes with Joe Biden and Pelosi 100%."]
[8.720005989074707, -1.846903681755066, "An image shared on Facebook purportedly shows a TV screen depicting a breaking news report announcing Democratic candidate Joe Biden has won the presidential election."]
[11.194109916687012, -1.135519027709961, "An image shared on Facebook purports President Joe Biden signed the Drag Queen Initiative, outlawing critique of pedophiles."]
[10.849106788635254, 1.9953464269638062, "Says Joe Biden said he never spoke to the Ukrainian company, and then the picture came out where he was playing golf with the company boss and Hunter Biden."]
[9.028138160705566, 2.0652897357940674, "The FBI warned officials of armed protests planned at all 50 state capitols and the U.S. Capitol for the days preceding the inauguration of Joe Biden."]
[8.940197944641113, -2.491727113723755, "Says Mike Pence changed his Twitter banner photo to Biden and Harris."]
[5.350071907043457, 1.2509429454803467, "The impact of President Biden being beholden to the Green New Deal radicals in his party has electricity costs through the roof in Texas."]
[5.930243968963623, 2.2998435497283936, "A post shared on Facebook allegedly shows a CNN article stating President Joe Biden pledged $350 billion toward computer education courses for women in Africa."]
[11.160585403442383, 2.0706851482391357, "A C-SPAN video shows former Vice President Joe Biden confessing that he bribed Ukraine to drop the Burisma investigation."]
[8.196492195129395, 1.0491468906402588, "RuPaul said he disagreed with the Biden administration's recognition of the Armenian genocide during WWI."]
[9.565206527709961, -0.38071975111961365, "Video shows Syrian woman begging Trump to stop Biden from killing people"]
[10.20283031463623, -0.12473521381616592, "An image shared on Facebook claims President Joe Biden kneeled before former Israeli President Reuven Rivlin and pledged his unconditional support to Israeli."]
[7.0986480712890625, -1.572422742843628, "U.S. President-elect Joe Biden's November 2020 election win is the lie of the year."]
[8.898397445678711, -1.3711011409759521, "An image shared on Facebook claims the teleprompter displayed the words leave now at the end of President Joe Biden’s Aug. 16 speech on Afghanistan."]
[10.78396224975586, 2.2394039630889893, "CNN reports Putin delays invasion until Biden sends weapons to Ukraine"]
[7.340151309967041, -0.36563342809677124, "U.S. Sen. Marsha Blackburn, R-TN, tweeted, We simply cannot afford to give Joe Biden a win. Veterans may die because of this, but that's what they signed up for."]
[7.796163558959961, 0.09772656857967377, "In June 2021, U.S. President Joe Biden said white Republican men were more dangerous than the Islamic State group, or words to that effect."]
[9.06336784362793, 3.3588335514068604, "A post shared on Facebook claims President Joe Biden’s March 11 speech on the anniversary of the coronavirus pandemic was pre-recorded."]
[7.949856758117676, -0.21418413519859314, "Donald Trump today: 'If you elect Joe Biden, there will be no hand sanitizer. I have spoken to the hand sanitizer people and they have assured me that they will only produce hand sanitizer for a Donald Trump administration.'"]
[8.660165786743164, 0.7143908143043518, "Pope Benedict XVI and the Vatican requested that President Biden not attend Benedict’s funeral."]
[10.407092094421387, -1.1225216388702393, "An image shared on Facebook purportedly shows President Joe Biden wearing a pair of Comme Des Garçons x Nike Air Foamposite One sneakers."]
[6.440266132354736, -1.8979955911636353, "Arizona House bill to decertify 2020 results could effectively recall the Biden electors."]
[6.971263408660889, 1.7439649105072021, "U.S. President Joe Biden's executive order on January 26 2021 will end the federal government's use of private prisons."]
[9.517535209655762, -2.175189971923828, "An image shared on Facebook purportedly shows billboards in Times Square depicting Democratic presidential nominee Joe Biden and his son Hunter Biden."]
[8.839897155761719, 3.5100021362304688, "Biden won’t allow Delta-variant COVID patients to get proven and effective monoclonal treatments even though there are 50,000-100,000 Americans infected by Delta EVERY DAY."]
[6.033592224121094, -1.8807227611541748, "In the 2020 presidential election, 4,255 ballots in Fulton County, Georgia, were scanned multiple times and 3,390 went to Biden."]
[10.943611145019531, 1.2423412799835205, "U.S. President Joe Biden's son Hunter Biden was arrested in August 2021 at Dulles International Airport in Washington, D.C."]
[10.0086030960083, -0.019015664234757423, "Says Joe Biden’s campaign told an Iowa library where Jill Biden was holding an event to remove the American flag as they did not want to say the pledge of allegiance."]
[8.076403617858887, -0.37631213665008545, "U.S. President-elect Joe Biden’s hat answers Donald Trump’s campaign slogan Make America Great Again with the phrase, We Just Did."]
[7.850214958190918, -0.5062923431396484, "While on the 2020 presidential campaign trail, U.S. President Joe Biden called Kyle Rittenhouse a white supremacist."]
[7.484551429748535, 0.504677951335907, "Says CNN reported that Joe Biden authorized a U.S. intervention in Haiti after the assassination of President Jovenel Moïse."]
[11.124795913696289, 1.1589434146881104, "Joe Biden's son Hunter was dishonorably discharged from the Navy for cocaine use."]
[9.515572547912598, -0.8952813148498535, "A YouTube video shared on Facebook purportedly shows Democratic presidential nominee Joe Biden waving to an empty field while disembarking from a plane in Tampa, Florida during a campaign stop."]
[8.502052307128906, -2.5434911251068115, "An image shared on Facebook over 300 times purportedly shows Democratic vice presidential nominee Kamala Harris with Alexander Soros, the son of billionaire George Soros, after their final interview in Biden’s VP vetting process."]
[8.35754108428955, -1.6215028762817383, "A video shared on Facebook purports Iowa Republican Sen. Chuck Grassley demanded President Joe Biden resign from office."]
[6.85591459274292, -2.2810704708099365, "A member of U.S. President-elect Joe Biden's transition team, Peter Neffenger, served as chairman of Dominion Voting's subsidiary, Smartmatic."]
[4.068267345428467, 1.1496871709823608, "U.S. President Joe Biden's Jan. 20, 2021, executive order to halt construction of the Keystone XL pipeline destroyed 11,000 jobs."]
[6.321824550628662, -1.920818567276001, "Milwaukee Elections Chief Lost Elections Flash Drive in Morning Hours of November 4th When Democrats Miraculously Found 120,000 Votes for Joe Biden."]
[6.632226467132568, 3.433570623397827, "Joe Biden and Kamala Harris’ government-run health care plan... could lead to hospitals being closed, put Medicare coverage at risk, and give benefits to illegal immigrants."]
[7.825854301452637, 0.717707633972168, "In 1962, Joe Biden worked with segregationists, Elizabeth Warren debated as a pro-Vietnam conservative while Bernie Sanders organized against segregation and Vietnam war"]
[9.401700973510742, -2.1523303985595703, "A Black man invented the lightbulb, not a white guy named Edison, according to presidential candidate Joe Biden in September 2020."]
[7.506394386291504, 0.5590930581092834, "Says Joe Biden voted for the Iraq War ... He supported war in Serbia, Syria, Libya."]
[9.582419395446777, -0.1931328922510147, "A video shared on Facebook purportedly shows Democratic presidential nominee Joe Biden playing the song F*** tha Police by N.W.A. during a campaign stop in Kissimmee, Florida."]
[10.737417221069336, 2.204324245452881, "An image shared on Facebook allegedly shows a CNN chyron claiming Russian President Vladimir Putin will not invade Ukraine until U.S. President Joe Biden delivers weapons to the country for Russia to capture."]
[6.651187419891357, -1.0665301084518433, "The crowd at U.S. President Donald Trump's 2017 inauguration was larger than President Joe Biden's in 2021, proving Biden wasn't popular."]
[7.781396389007568, 2.761474609375, "Crime is escalating to a level we haven’t seen in decades as a direct result of Democrats’ defund the police movement and Biden-Harris open-border policies."]
[8.359384536743164, 1.82801353931427, "Armed supporters of U.S. President Donald Trump harassed a Biden-Harris campaign bus in Texas, leading to the cancellation of three campaign events and a news conference."]
[10.345844268798828, -1.9007505178451538, "An image shared on Instagram claims President Joe Biden faked his COVID-19 vaccine booster shot in a fake White House."]
[8.8754301071167, -0.31577393412590027, "Chris Christie advised U.S. President Donald Trump to attempt to provoke Joe Biden to stutter during their 2020 presidential debates."]
[8.90487289428711, -0.30395328998565674, "Says Chris Christie told Donald Trump to interrupt Joe Biden during the debate because people who overcome stuttering have a harder time maintaining their train of thought when interrupted. Keep interrupting him and he’ll stumble when he tries to speak. This will enforce the ‘senile’ narrative."]
[8.99383544921875, -1.741713523864746, "A video shared on Facebook claims to show the Freedom Bell in Berlin, Germany, ringing in acknowledgement of President-elect Joe Biden winning in the 2020 presidential election."]
[7.865483283996582, -0.044371407479047775, "The URL antifa.com automatically redirects to the official campaign website of U.S. Democratic presidential candidate Joe Biden."]
[10.999991416931152, 1.261553168296814, "A post shared on Facebook claims the U.S. military recently arrested Hunter Biden, the son of President Joe Biden, as he was attempting to re-enter the country."]
[10.232332229614258, -0.18022441864013672, "An image shared on Facebook over 3,200 times purportedly shows Democratic presidential nominee Joe Biden kneeling during the national anthem at a Miami event."]
[8.124625205993652, 1.1220654249191284, "In 1975, then-U.S. Sen. Joe Biden opposed efforts by President Gerald Ford to aid South Vietnam and evacuate refugees."]
[9.246411323547363, 2.9530091285705566, "On June 25, 2020, at a campaign event in Pennsylvania, Democratic presidential candidate Joe Biden incorrectly said 120 million people had died of the COVID-19 coronavirus disease."]
[4.883330345153809, 1.0485881567001343, "Even so-called moderate Democrats like Joe Biden have endorsed a ban on fracking, which would eliminate 516,000 Michigan jobs and reduce the state’s gross domestic product by $159 billion over five years."]
[8.245800971984863, -2.4673867225646973, "Siri gave CONFIRMATION of the Democrats' sinister plan to REMOVE Sleepy Joe immediately using the 25th Amendment and instate Kamala Harris as President!"]
[9.390228271484375, -1.2177654504776, "A video shared on Facebook claims Democratic presidential nominee Joe Biden had an iPad at his podium during the final presidential debate on Oct. 22."]
[9.278312683105469, -1.8949846029281616, "A photo of President Joe Biden leaving for Europe that the White House tweeted wasn’t actually taken on March 23."]
[7.579596996307373, 0.36574408411979675, "Sen. Joe Biden, the ranking member of the Foreign Relations Committee, recommended partitioning Iraq into three separate entities."]
[4.739748954772949, 3.164726972579956, "A viral Facebook post shared over 7,500 times claims Democratic presidential nominee Joe Biden has proposed taxing 401(k) retirement accounts."]
[6.816725730895996, -1.5653197765350342, "RealClearPolitics rescinded Pennsylvania, reversing the results of the 2020 election and undoing Democratic Party candidate Joe Biden's victory."]
[8.687505722045898, 3.7714431285858154, "Biden says even @FoxNews has a mandatory vaccine policy. Is that true? That can't be true. Have Hannity and Tucker and the others gotten the vaccine? That just can't be true."]
[8.647506713867188, -1.0652523040771484, "An image shared on Facebook over 4,400 times allegedly shows supporters of former President Donald Trump greeting President Joe Biden when he visited Allentown, Pennsylvania, in July 2021."]
[10.718679428100586, 0.16183774173259735, "A Rolex watch worn by Joe Biden and profiled by the New York Times in fact belonged to Biden's late son Beau Biden."]
[6.921567440032959, 1.8428385257720947, "Executive Order 14067, signed by President Joe Biden, replaces the U.S. dollar with traceable digital currency that will eliminate constitutional liberties like freedom and privacy."]
[11.179171562194824, 0.7760355472564697, "One of two FBI agents killed while serving a search warrant in an investigation into violent crimes against children was the top agent in an investigation into child pornography found on Hunter Biden's laptop."]
[7.0229949951171875, 0.08742854744195938, "Democratic U.S. presidential nominee Joe Biden said that he grew up in section 8 housing during a town hall debate."]
[6.893885135650635, 3.4810900688171387, "In spring 2022, U.S. President Joe Biden's administration was preparing to give the country's sovereignty over health issues to the World Health Organization (WHO), granting the organization the power to implement its own lockdowns."]
[6.1650710105896, -1.804583191871643, "Joe Biden’s margin of the less than 21,000 votes in Wisconsin was the tightest of any state in 2020."]
[8.107111930847168, 2.859829902648926, "Says Joe Biden was in charge of the H1N1 Swine Flu epidemic which killed thousands of people. The response was one of the worst on record. Our response is one of the best, with fast action of border closings & a 78% Approval Rating, the highest on record. His was lowest!"]
[8.380598068237305, -2.4575986862182617, "Alexander Soros said he made the ultimate decision to pick U.S. Sen. Kamala Harris, D-Calif., as 2020 Democratic presidential candidate Joe Biden's running mate."]
[7.958440780639648, -1.3677531480789185, "An ad for Donald Trump's re-election campaign airing in Nevada blames former United States President Barack Obama and Vice-President Joe Biden for a policy separating immigrant families."]
[8.288125991821289, -2.3936946392059326, "Kamala Harris is planning to use the 25th Amendment against Joe Biden and appoint Mike Pence as her vice president."]
[4.538879871368408, 0.2060055136680603, "A Facebook meme accurately represents the difference in gas prices under U.S. Presidents Donald Trump and Joe Biden, with Biden's presidency and policies being the reason why prices were higher in mid-2021."]
[7.373693943023682, 0.9476686716079712, "U.S. President Joe Biden, and other prominent Democrats, engage in harvesting the blood of children as part of a liberal, globalist conspiracy of satanic child sacrifice."]
[10.351408004760742, -0.9703255891799927, "An image shared on Facebook purportedly shows President-elect Joe Biden wearing a walking boot on his left foot instead of his right."]
[7.547463893890381, 1.8552759885787964, "Unaccompanied migrant children being sheltered in Long Beach, California, were each given a copy of Vice President Kamala Harris' children's book by the Biden administration."]
[10.355794906616211, -1.6167895793914795, "A post shared on Facebook claims President Joe Biden recently faked a visit to a children’s hospital in Washington, D.C."]
[7.482927322387695, -2.057292938232422, "A photograph shows Dallas Jones, a member of U.S. President-elect Joe Biden's campaign team, being arrested for voter fraud."]
[9.427003860473633, -1.3445804119110107, "A viral Instagram post liked over 18,600 times purportedly shows Democratic presidential nominee Joe Biden tweeting that he consulted Instagram’s CEO to take down an account that alleged Biden wore a wire during the first presidential debate."]
[10.657600402832031, 0.9974462985992432, "Joe Biden’s attorney general wants the FBI to go after parents for speaking out at school board meetings to protect kids from radical curriculum like critical race theory."]
[5.356961250305176, 3.3747670650482178, "The Biden administration is attempting to empower the IRS to monitor every single withdrawal, deposit, and transaction you make from your personal banking accounts, PayPal, Venmo, etc."]
[5.715219974517822, 2.52810001373291, "Joe Biden’s $36 billion for a union pension fund is the largest private pension bailout in American history."]
[8.5850191116333, 1.9591361284255981, "A post shared on Facebook purports President Joe Biden is signing a United Nations (UN) Small Arms Treaty, which would establish an international gun control registry."]
[5.458567142486572, 0.17721150815486908, "An image shared on Facebook purportedly shows a tweet from Klaus Schwab, the founder and executive chairman of the World Economic Forum (WEF), saying the organization is working with the Biden administration to ensure that most people will survive the coming food shortage."]
[8.644937515258789, -2.4854209423065186, "An image shared on Twitter allegedly shows a cover from Time Magazine naming President Joe Biden and Vice President Kamala Harris The most unpopular duo in U.S. history."]
[7.7517991065979, -0.6719258427619934, "Democratic Party presidential candidate Joe Biden confused United States President Donald Trump with Republican predecessor George W. Bush during an interview in October 2020."]
[8.379289627075195, -2.432533025741577, "On March 18 2021, U.S. President Joe Biden described Vice President Kamala Harris as President Harris."]
[4.471436023712158, 0.64480060338974, "Lumber, gas, wheat, coal and corn cost more in April 2021 in Joe Biden's America than they did a year earlier."]
[7.306204319000244, 0.6998506784439087, "Says Joe Biden went to China and said that he sympathized and wouldn't second-guess their one-child policy of forced abortions and sterilizations."]
[8.708758354187012, 3.8395419120788574, "A viral Facebook post shared over 200 times claims Southwest Airlines CEO Gary Kelly announced the company will not be following President Joe Biden’s vaccine mandate and will not be firing anyone over it."]
[11.210963249206543, -1.6847161054611206, "A new photograph of Malia Obama's credit card was found on Hunter Biden's laptop along with lines of cocaine on the device that Biden snorted."]
[6.314772129058838, 3.5261435508728027, "Former United States Vice President Joe Biden said that he would veto a Medicare for All bill if he were to be elected president."]
[6.121668338775635, -1.7885653972625732, "The probability of Biden winning in Wisconsin, Georgia, Michigan and Pennsylvania given President Trump’s early lead ... is less than one in a quadrillion in each state."]
[5.897709846496582, 2.3291170597076416, "Gov. Kim Reynolds, touting $210 million for Iowa broadband, failed to mention these are actually federal funds approved by Rep. Cindy Axne and signed into law by President Joe Biden."]
[8.076067924499512, 0.2298298180103302, "U.S. President Joe Biden said: Hell, I like all people. White, LGBTQ, even some colored folk. He also said: Negroes should not be allowed to hold positions of power in government."]
[11.746976852416992, -0.8458771109580994, "A viral Facebook post shared more than 14,000 times claims that Dr. Jill Biden, the wife of Democratic presidential nominee Joe Biden, said I can’t believe people are so mean to make fun of Joe when he gets lost for words, don’t they know he has had 3 STROKES?"]
[8.945408821105957, -0.11822337657213211, "In response to the Texas blackouts, the White House made a misguided attempt at doggo humor in a tweet purporting to speak in the voice of President Joe Biden's dog Champ."]
[8.009339332580566, -0.6043732166290283, "Then-U.S. Sen. Joe Biden withdrew from the 1988 presidential race after admitting to plagiarism and exaggeration of his academic record."]
[9.036335945129395, 3.562777280807495, "U.S. Democratic presidential candidate Joe Biden said that Americans were able to stay home during the COVID-19 pandemic because some Black woman was able to stack the grocery shelf."]
[10.744487762451172, -0.7691526412963867, "In December 2020, President-elect Joe Biden, or an official social media account for his dogs Champ and Major, posted pictures of the dogs biting and playing with a Donald Trump chew toy."]
[8.988059997558594, -0.9718813300132751, "Some members of the White House press corps physically stood during the March 25, 2021, news conference when U.S. President Joe Biden entered the room."]
[7.459918022155762, 1.272282361984253, "Joe Biden once said that Roe v. Wade — the U.S. Supreme Court case that protects a pregnant woman's freedom to choose whether to have an abortion — went too far."]
[6.8553900718688965, 1.8249833583831787, "An image shared on Instagram claims President Joe Biden recently signed an executive order closing gyms and indoor dining due to the Delta variant."]
[6.911597728729248, -1.8697415590286255, "An open letter to Joe Biden about voter fraud, in November 2020, was written by Mike Huckabee."]
[8.4458589553833, -2.380707263946533, "During a Democratic presidential primary debate, then-candidate Kamala Harris accused then-opponent Joe Biden of doing whatever the Chinese tell you to because they gave your son over a billion dollars."]
[6.226315021514893, 2.2772088050842285, "Campaign staffers for U.S. Democratic 2020 presidential candidate Joe Biden contributed to a bailout fund for protesters arrested after the police in-custody death of George Floyd."]
[8.842694282531738, 3.6169230937957764, "During a July 2021 CNN town hall, U.S. President Joe Biden falsely stated that You’re not going to get COVID if you have these vaccinations, and If you’re vaccinated, you’re not going to be hospitalized, you’re not going to be in the ICU unit, and you’re not going to die."]
[11.061284065246582, 1.164526343345642, "A viral YouTube video shared on Facebook claims Hunter Biden, the son of President Joe Biden, was hanged Oct. 15 at Guantanamo Bay by the U.S. military."]
[11.09400463104248, -2.850722074508667, "While attending a 20-year anniversary ceremony to honor victims of the 9/11 terrorist attacks, U.S. President Joe Biden temporarily pulled down his COVID-19 mask to communicate something."]
[8.306343078613281, -2.1300978660583496, "Regarding what he would do if he disagreed with Vice President-elect Kamala Harris, U.S. President-elect Joe Biden said: Like I told Barack, if I reach something where there’s a fundamental disagreement we have based on a moral principle, I’ll develop some disease and say I have to resign."]
[6.209845542907715, 3.5888924598693848, "In the first days of his 2021 term, U.S. President Joe Biden temporarily froze a federal rule initiated by former President Donald Trump aimed at lowering insulin and EpiPen prices."]
[6.731790542602539, -1.1419143676757812, "A post shared on Facebook claims only 20 people attended President-elect Joe Biden’s Dec. 15 rally for Democratic Senate candidates in Georgia."]
[11.806550025939941, 0.7376522421836853, "Nancy Pelosi's Son Paul Jr. Was Exec at 'Ukraine-Based Gas Company,' Similar to Hunter Biden"]
[6.170943737030029, -1.9032284021377563, "Some 2,600 uncounted votes, a majority of which were cast for U.S. President Donald Trump, were found in Floyd County, Georgia, moving the president about 800 votes closer to President-elect Joe Biden's tally in the 2020 general election."]
[8.694367408752441, 3.4432313442230225, "U.S. President Joe Biden rolled out a plan to administer COVID-19 immunizations to detainees held at the Guantanamo Bay prison camp in Cuba before many Americans had received their first dose."]
[7.586440086364746, -0.6097151041030884, "Before the 2020 U.S. presidential election, conservative personality Tomi Lahren tweeted that then-Democratic candidate Joe Biden’s supporters would loot and riot if the former vice president lost."]
[3.9807794094085693, 0.9301146864891052, "Biden invested the entire family fortune in Ukraine gas and oil. Then shuts down Keystone pipeline. Starting to get the picture."]
[9.07054615020752, 2.6587769985198975, "Lifeguard/football player Joe Biden got five draft deferments for asthma during Vietnam."]
[9.063008308410645, -1.3475946187973022, "An image shared on Facebook claims that former President Barack Obama and President-elect Joe Biden sent tweets advocating for the freedom of Bobi Wine, a presidential candidate in Uganda."]
[5.289542198181152, 2.618034839630127, "In 2017, Joe Biden paid $3,742,974 in federal income taxes and Kamala Harris paid $516,469 while Donald Trump paid $750."]
[8.213630676269531, 1.2695081233978271, "In 1975, then-U.S. Sen. Joe Biden blocked aid to South Vietnam and did not allow admittance of Vietnamese refugees into the United States."]
[10.134156227111816, 0.6777774095535278, "A video shared on Facebook claims Homeland Security Secretary Alejandro Mayorkas is facing a prison sentence after Republican Louisiana Sen. John Kennedy uncovered new evidence from Hunter Biden’s laptop."]
[9.777273178100586, -1.4236317873001099, "Blood spots were visible in the left eye of Joe Biden, a 2020 U.S. Democratic presidential candidate, during a CNN debate in September 2019."]
[8.341567039489746, -2.2974562644958496, "The conservative news website Newsmax published a column that suggested U.S. President Donald Trump should retire immediately, letting Vice President Mike Pence handle the transition to the incoming Biden-Harris administration."]
[11.082008361816406, -2.8293192386627197, "An image shared on Facebook over 1,900 times purportedly shows Democratic presidential nominee Joe Biden and Michigan Gov. Gretchen Whitmer in Washington, D.C. last night without masks."]
[10.656242370605469, -1.6805305480957031, "A photograph shared on social media in June 2019 showed former Vice President Joe Biden with the Grand Wizard of the Ku Klux Klan."]
[7.736392974853516, 1.9406830072402954, "A post shared on Facebook claims President Joe Biden signed an executive action ending Operation Talon, an Immigration Customs Enforcement (ICE) operation dedicated to deporting sex offenders living illegally in the U.S."]
[7.076668739318848, 1.9451255798339844, "An image shared on Facebook allegedly shows an official U.S. government document announcing President Joe Biden signed an executive order making Kenyan citizens in certain professions eligible for E-visas."]
[8.578200340270996, 0.4604502022266388, "Joe Biden was the first U.S. president to not use the word God in his National Day of Prayer Proclamation in 2021."]
[11.714728355407715, -1.005557656288147, "An image shared on Facebook purportedly shows Jill Biden, the wife of Democratic presidential nominee Joe Biden, posing with the late Cuban dictator Fidel Castro."]
[5.954118251800537, 3.175427198410034, "The COVID-19 stimulus package signed into law by President Joe Biden in March 2021 increases payments for recipients of the Child Tax Credit, and families can receive a portion of that credit in monthly installments."]
[4.836458206176758, 3.006141185760498, "During his 2020 presidential campaign, Democratic nominee Joe Biden proposed the largest tax increase in modern U.S. history."]
[9.023412704467773, -1.1868311166763306, "An image shared on Facebook claims President Joe Biden said, Mark my words: Peace and democracy will be made in Uganda."]
[9.291842460632324, 2.5818536281585693, "Says Joe Biden said 14,000 people died from H1N1. Fact checking it is 574,000."]
[8.942687034606934, 0.7623058557510376, "There is a petition to change the name of Glasgow Prestwick Airport — which Donald Trump flies into when visiting his golf course Trump Turnberry — to Joe Biden International Airport."]
[8.051972389221191, -0.9151595234870911, "U.S. Democratic presidential nominee Joe Biden was born in Scranton, Pennsylvania."]
[8.784692764282227, 3.100559711456299, "Florida Gov. Ron DeSantis reacted to possible COVID-19 travel restrictions by telling U.S. President Joe Biden, Go fuck yourself during a February 2021 conference call."]
[8.630348205566406, -0.679381787776947, "In an interview on Fox News, conservative pundit Karl Rove criticized U.S. President Joe Biden’s inauguration speech, saying, The racism thing to me is — I was offended in the speech."]
[4.393871307373047, 0.43682044744491577, "A BP oil executive named Brice Cromwell blamed U.S. President Joe Biden for high gas prices in a viral Facebook post."]
[3.7894346714019775, 0.9489051699638367, "In May 2021, U.S. President Joe Biden's administration announced it would waive some sanctions on the corporate entity and CEO overseeing the construction of Russia’s Nord Stream 2 pipeline into Germany."]
[7.427511215209961, -1.111133098602295, "While campaigning in Des Moines, Iowa, for the U.S. presidency in August 2019, former Vice President Joe Biden said, We choose truth over facts."]
[8.835433006286621, 3.403552532196045, "After U.S. President Joe Biden was diagnosed with COVID-19 in July 2022, former President Donald Trump released a statement wishing Biden a speedy recovery because no one wants Kamala [Harris] as president."]
[7.321580410003662, 2.9470300674438477, "January 2022 fentanyl seizures show illicit drugs are flowing into the country at an alarming rate because of Biden’s open border."]
[11.74146842956543, 0.6088453531265259, "A picture from Hunter Biden's laptop shows Paul Pelosi Jr., the son of U.S. House Speaker Nancy Pelosi, doing lines of cocaine with a tied up Asian girl."]
[9.787919044494629, -1.4482190608978271, "Democratic 2020 presidential candidate Joe Biden wore a wire and high-tech contact lenses that allowed him to receive talking points from an unseen third party during the first presidential debate."]
[8.131075859069824, -0.8863188028335571, "The Biden administration’s White House website contact form allows users to choose from more gender-inclusive pronouns and prefixes including they/them and Mx."]
[10.482645988464355, 2.146836519241333, "During a foreign policy speech in London, former U.S. vice president Joe Biden said Russian president Vladimir Putin wants to 'destroy the new world order.'"]
[11.15939998626709, -2.859548568725586, "Photos show Kamala Harris, Joe Biden, Gretchen Whitmer and Cory Booker violating COVID-19 safety precautions."]
[9.190230369567871, 2.8606514930725098, "While at a Michigan campaign event in September 2020, U.S. Democratic presidential candidate Joe Biden incorrectly stated that there had been 6,114 military COVID deaths and 118,984 military COVID [infections]. There had been only seven."]
[10.121814727783203, -1.9564539194107056, "A photograph shows David Chipman, U.S. President Joe Biden's ATF nominee, posing before the charred ruins of the Branch Davidian compound in Waco in 1993."]
[8.6934814453125, 3.778002977371216, "A viral Instagram post claims White House staff, Centers for Disease Control and Prevention (CDC) and Food and Drug Administration (FDA) employees, Moderna and Pfizer employees, congressional staff and illegal immigrants are exempt from President Joe Biden’s COVID-19 vaccine mandate."]
[8.281608581542969, -1.0836913585662842, "Republican National Committee Chairwoman Ronna McDaniel published and later deleted a tweet that suggested a U.S. future under a Joe Biden-Kamala Harris presidential administration."]
[11.41730785369873, -1.449916124343872, "An image shared on Facebook shows Friends star Jennifer Aniston wearing a Biden 2020 t-shirt imprinted with fake hands over her breasts."]
[11.405848503112793, -1.156031847000122, "On April 8, 2021, Fox News' show Tucker Carlson Tonight aired pornographic photographs from a laptop computer that belonged to Hunter Biden showing him with sex workers."]
[8.633293151855469, -0.5541393756866455, "In a speech on June 1, 2021, to mark the 100th anniversary of the Tulsa Race Massacre, U.S. President Joe Biden cited the growing number of interracial couples appearing in contemporary television advertisements as a reason for his optimism about America's future."]
[11.254469871520996, 2.025203227996826, "The Ukrainian government just indicted the Burisma gas company & named Hunter Biden for accepting millions of dollars from a slush fund."]
[8.578352928161621, -1.2990829944610596, "Democratic U.S. presidential nominee Joe Biden touted University of Alabama football coach Nick Saban's endorsement on Facebook."]
[11.210214614868164, 1.0513644218444824, "In an interview broadcast on April 4, 2021, Hunter Biden, the son of U.S. President Joe Biden, said he mistook parmesan cheese for crack cocaine in the past and accidentally smoked the dairy product."]
[9.45781421661377, -1.7262284755706787, "A screenshot shows a genuine message from former U.S. President Donald Trump in which he claimed that President Joe Biden was misdiagnosed by his doctors and instead has dementia, and that he's moving to a nursing home in Wisconsin."]
[10.91315746307373, -0.4762890636920929, "A post shared on Instagram claims President Joe Biden’s daughter-in-law, Hallie, published tweets about the 2024 election and the Federal Bureau of Investigation’s (FBI) search of former President Donald Trump’s Mar-a-Lago home."]
[7.852949142456055, -0.6725066304206848, "An image shared on Facebook claims AARP endorsed Democratic presidential nominee Joe Biden in the upcoming presidential election."]
[10.434846878051758, 2.0941085815429688, "Russian President Vladimir Putin acknowledged Joe Biden's victory in the 2020 presidential election before U.S. Senate Majority Leader Mitch McConnell did."]
[9.002530097961426, -1.8883370161056519, "Church bells rang in Paris and fireworks were set off in London to celebrate Joe Biden’s presidential win."]
[9.198148727416992, -0.12685076892375946, "In September 2021, an initial news release announcing U.S. Rep. Lauren Boebert's impeachment articles again President Joe Biden and Vice President Kamala Harris included the misspelled slogan IMEACH BIDEN."]
[7.723780632019043, -0.4556617736816406, "Democratic 2020 presidential nominee Joe Biden called U.S. President Donald Trump xenophobic."]
[6.831177234649658, -1.8620176315307617, "A post shared on Instagram purports President Joe Biden and the Department of Justice (DOJ) sent the National Guard and election monitors to locations suspected of voter fraud during the 2022 midterms."]
[8.310107231140137, -0.697767972946167, "Before U.S. President-elect Joe Biden’s Jan. 20, 2021, inauguration, the Army band practiced Hit the Road Jack outside of the White House, where then-President Donald Trump was still in residence."]
[7.0213165283203125, -0.3468465507030487, "Former U.S. Vice President and presumptive Democratic presidential nominee Joe Biden called for an end to shareholder capitalism in July 2020."]
[5.969022274017334, -1.9396861791610718, "In late December 2020 and early January 2021, President-elect Joe Biden and Georgia U.S. Senate candidates Jon Ossoff and Raphael Warnock misled the public with claims that winning both Georgia races would allow the immediate passage of $2,000 checks for COVID-19 relief."]
[6.388677597045898, -1.8697178363800049, "An ongoing audit of the 2020 presidential election in Arizona showed Trump ahead by 250,000 votes, and nearly 950,000 ballots are declared illegal, nearly all for Biden."]
[7.5841827392578125, 3.016786575317383, "In the last several months, the Biden administration has released over 7,000 illegal aliens who were COVID positive just in one Texas city. Biden's border policies are endangering not just the people of Texas, but people all across the country."]
[10.894246101379395, -0.7423886060714722, "In early March 2021, U.S. President Joe Biden and first lady Jill Biden's two dogs were sent to their family home in Delaware because the youngest dog, Major, bit someone at the White House."]
[10.066657066345215, 0.6864593625068665, "After he became vice president in 2008, current U.S. President Joe Biden gave his uncle, Frank H. Biden, a Purple Heart for his military service in the Battle of the Bulge during World War II."]
[8.381585121154785, 3.780379056930542, "A member of Joe Biden’s COVID-19 task force recommends withholding food stamps and rent assistance from those who refuse coronavirus vaccines."]
[8.623699188232422, -0.39093145728111267, "Democratic presidential nominee Joe Biden tweeted that there was less looting in Kenosha, Wisconsin, because the area had fewer Black people."]
[7.610514163970947, 0.3732435703277588, "In an April 1992 Wall Street Journal op-ed by then-U.S. Sen. Joe Biden, titled How I Learned to Love the New World Order, he argued for a one world government and to destroy individual national sovereignty."]
[5.786933422088623, 2.1680710315704346, "Pete Buttigieg's campaign, Pete For America, contributed $42,500 to Shadow, Inc., the developer of the Iowa caucus app; Joe Biden's Biden For President donated $1,225; others donated $0."]
[7.419570446014404, 3.0522844791412354, "9,000 migrants illegally passed through the United States border in 2020 under President Donald Trump, while more than 100,000 have entered the country unlawfully under President Joe Biden in 2021"]
[8.966947555541992, 1.8953317403793335, "On Jan. 20, 2021, millions of people will gather for the Million Militia March in Washington, D.C., hoping to prevent U.S. President-elect Joe Biden’s inauguration, and to protect the capital and national monuments against proven-violent Leftist insurgents."]
[7.896187782287598, 0.09617117047309875, "The URL antifa.com automatically redirects to the official website for the newly inaugurated U.S President Joe Biden, whitehouse.gov."]
[3.8366737365722656, 0.9622098803520203, "Biden Did Not Threaten to Sabotage Nord Stream Pipelines as Russian Disinfo Claims"]
[3.999962329864502, 1.1020913124084473, "A screenshot taken from TV coverage of a White House news conference displays a chyron accurately stating that the Biden administration had told pipeline workers, You can find another job."]
[10.566170692443848, 1.915367603302002, "Russian State TV Claims Biden ‘Seized’ the White House"]
[8.765349388122559, -0.7076058983802795, "In a Nov. 3, 2020 interview with reporters in Wilmington, Delaware, U.S. Democratic presidential candidate Joe Biden likened his experiences playing ball with Black athletes to Stephen King’s Green Mile."]
[8.276395797729492, -2.473283290863037, "Joe Biden is on a two-week vacation. Kamala Harris has been nonexistent since Inauguration Day. Jen Psaki is taking a break from her duties as press secretary for one week."]
[8.1483793258667, -1.6138660907745361, "Joe Biden forced the U.S. Attorney for the Eastern District of North Carolina to resign after 24 people were charged with election fraud and the Mainstream Media never even batted an eyelash."]
[6.10083532333374, 3.2167410850524902, "In 1983, Joe Biden voted in favor of taxing 50% of Social Security and in 1993, Biden was the deciding vote in raising the percentage taxed on Social Security from 50% to 85%."]
[9.617928504943848, -1.3563281297683716, "Democratic presidential nominee Joe Biden was caught red-handed using a teleprompter during an interview with Telemundo."]
[8.303805351257324, 0.5815598964691162, "In October 2019, the Rev. Robert Morey of St. Anthony's parish in Florence, South Carolina, refused former Vice President Joe Biden the Catholic rite of communion."]
[9.376194953918457, 0.5634593963623047, "U.S. Rep. Jim Jordan defended President Trump by proclaiming that Barack Obama and Joe Biden were cowering on Air Force One on 9/11."]
[7.512348651885986, 0.6216369867324829, "An image shared on Facebook claims President Joe Biden dismissed China’s treatment of Uighurs, a minority ethnic group living in China’s Xinjiang region, as part of China’s different norms."]
[6.210618495941162, 1.3911675214767456, "U.S. President Joe Biden signed an executive order giving China access to or control over the U.S. power grid system, causing the Texas power outage of February 2021."]
[10.071890830993652, -1.2451298236846924, "Attorney Lin Wood toured the White House in April 2021 looking for U.S. President Joe Biden, but found former President Donald Trump instead, while Biden remained missing and possibly dead."]
[7.036649227142334, -2.318188428878784, "On Super Tuesday, MSNBC swapped colors on ticker favorable/unfavorable polls, reversing the color indicators for Bernie Sanders (versus Joe Biden, Elizabeth Warren, and Mike Bloomberg.)"]
[10.571880340576172, -2.348296642303467, "A photograph shows Democratic U.S. presidential candidate Joe Biden and running mate Sen. Kamala Harris sitting near a burning American flag."]
[6.883411884307861, 0.7273629903793335, "When the Senate was debating middle-class affordability for child care, then-Sen. Joe Biden voted against it, the only vote, but what he wrote (in) an op-ed was that he believed that women working outside the home would, quote, ‘create the deterioration of family.’ He also said that women who were working outside the home were, quote, ‘avoiding responsibility.’"]
[10.346399307250977, -0.8107779622077942, "Former White House Press Secretary Jen Psaki made a series of tweets about President Joe Biden’s fall from a bicycle by making fun of former President Donald Trump, including saying the last guy needed kneepads for visiting the Kremlin."]
[8.157654762268066, -0.11553338915109634, "An Instagram post claims President-elect Joe Biden’s inauguration has been canceled, President Donald Trump will remain in office and major news networks are set to lose their broadcasting licenses. Trump has invoked the Insurrection Act, it also claims."]
[6.235818862915039, -1.8262279033660889, "Overnight, election workers found 140,000 mail in ballots in Wisconsin; 200,000 in Michigan and 1 million in Pennsylvania. All for Biden. None for Trump."]
[10.16838550567627, 1.8037433624267578, "Chinese Disinfo Falsifies Biden’s Statement on Poland Missile Strike"]
[9.176599502563477, 1.4881973266601562, "Actions by Joe Biden left 10,000 - 15,000 American citizens abandoned to terrorists in Afghanistan."]
[10.19579792022705, 1.1881346702575684, "Joe Biden incorrectly referred to the locations of massacres in El Paso, Texas, and Dayton, Ohio, in early August 2019 as having happened in Houston and Michigan."]
[9.181835174560547, 0.4935086667537689, "According to a brief filed on June 7, 2021, the U.S. Department of Justice under President Joe Biden is — despite Biden's criticism of the move before he was president — still seeking to defend former President Donald Trump in a defamation lawsuit brought by a journalist who accused Trump of raping her."]
[9.94145679473877, -1.6353085041046143, "An image shared on Facebook allegedly shows a CNN article about President Joe Biden sending troops to Haiti after the assassination of Haitian President Jovenel Moise."]
[8.058368682861328, 1.0555081367492676, "On foreign policy, Joe Biden was against aid for Vietnam, said the fall of the Shah was a step forward for human rights in Iran, opposed Reagan's defense build-up and voted against the first Gulf War."]
[11.145357131958008, 2.0638227462768555, "Fact: Joe Biden pressured Ukraine to fire its prosecutor .... Fact: the prosecutor said he was forced out for leading a corruption probe into Hunter Biden's company. Fact: Democrats want to impeach President Trump for discussing this investigation with Ukraine's President."]
[8.686206817626953, -0.7797319293022156, "Republican President Donald Trump and Democratic presidential nominee Joe Biden squared off onstage Tuesday night during the first of three planned presidential debates. Fox News host Chris Wallace moderated the event in Cleveland, Ohio."]
[10.40688705444336, 1.994605302810669, "Russian Propaganda Falsely Claims Biden Sees WWIII As ‘Alternative’"]
[7.447547912597656, 0.8499132394790649, "Says Joe Biden voted for the Iraq War, for mass incarceration, and for the Bankruptcy Reform Act while voting against gay marriage, reproductive rights, and school desegregation."]
[5.892135143280029, 1.4050148725509644, "Twitter owner Elon Musk tweeted that Democrats paid former Twitter CEO Jack Dorsey millions of dollars to block negative information about the Bidens in 2020."]
[8.299320220947266, 1.1005393266677856, "Turkish Defense Minister Distorts History of Mass Armenian Deaths That Biden Called 'Genocide'"]
[10.95023250579834, 0.23559972643852234, "An image shared on Facebook over 1,800 times allegedly shows Democratic presidential nominee Joe Biden golfing with his son, Hunter Biden, and Ukrainian energy company Burisma’s CEO."]
[4.068449974060059, 0.892974317073822, "Low gas prices in Russia, Kuwait and Saudi Arabia show that Joe Biden’s decision to cancel the Keystone Pipeline project is to blame for U.S. prices."]
[7.990484237670898, 0.27229830622673035, "Joe Biden called antifa (anti-fascists) who clashed with white supremacists at a 2017 Charlottesville, Virginia, rally as courageous Americans."]
[7.361875534057617, 2.375965118408203, "If 2020 Democratic candidate Joe Biden wins the presidential election in November, he would end suspensions on specific work visas, like the H-1B and J-1 visas, imposed by the Trump administration."]
[11.250055313110352, 0.9382653832435608, "Hunter Biden was chairman of the World Food Program, which just won the Nobel Peace Prize. Eric Trump, Donald J Trump Jr, Ivanka Trump are banned from ever operating a charity again because they stole donations to children with cancer."]
[11.146361351013184, -2.8734452724456787, "An image collage shows former U.S. Vice President Joe Biden and Sen. Kamala Harris without masks in August 2020, suggesting they were flouting public health guidelines during the COVID-19 pandemic."]
[4.836195468902588, 3.0560505390167236, "A Facebook post correctly describes and compares the Trump and Biden administrations' tax plans, including massive tax hikes for corporate taxes, payroll taxes, small business taxes, and capital gains."]
[6.12581729888916, -1.861331582069397, "In 2020, 250,000 ballots were manufactured in Georgia and Biden was given win by Secretary of State Brad Raffensperger"]
[6.886603355407715, -1.5040819644927979, "Media outlet Real Clear Politics projected Joe Biden to win Pennsylvania in the 2020 U.S. presidential election but rescinded that call after news of a lawsuit that could invalidate 300,000 or more Democratic votes."]
[7.4028706550598145, 3.110361337661743, "Under U.S. President Joe Biden's administration, border control agencies are allowing thousands, or hundreds of thousands, of illegal immigrants into the U.S. without testing, vaccinating, or quarantining them for COVID-19, contributing to a surge in new COVID-19 cases."]
[9.454621315002441, 0.8274449110031128, "Gen. David H. Berger, commandant of the U.S. Marines, refused U.S. House Speaker Nancy Pelosi’s request to use the Marines as security for President-elect Joe Biden’s inauguration on Jan. 20, 2021, saying, We don’t work for you! and adding that the Marines only take orders from President Donald Trump."]
[8.724101066589355, -2.3607864379882812, "In August 2020, a car dealership in Massachusetts erected a billboard referring to 2020 U.S. Democratic presidential candidate Joe Biden and his vice-presidential nominee, Kamala Harris, as Joe and the Hoe."]
[5.910168170928955, 1.9703220129013062, "Says NBC News’ Kristen Welker gave thousands of dollars to Obama, Clinton and Biden, is registered as a Democrat & her family spent Christmas with the Obamas at the White House."]
[10.345440864562988, 0.027666321024298668, "The new US President Joe Biden kneeling and apologising in front of the daughter of a black man who was strangled to death by white American police during the Trump administration"]
[10.662347793579102, 2.1150379180908203, "As Biden and Putin Talk, Disinfo from Ukraine Separatist on Russian Military Buildup"]
[10.379840850830078, -0.0010704001178964972, "US President Trump's new president Joe Biden has apologized for kneeling in front of the daughter of a black man who was strangled to death by white American police during the Trump administration."]
[7.825462341308594, -0.6391596794128418, "Before the 2020 U.S. presidential election, the Taliban and the Ku Klux Klan endorsed U.S. President Donald Trump while his Democratic opponent, Joe Biden, was endorsed by a broad bipartisan coalition and the New England Journal of Medicine."]